[
  [
    {
      "status": "Butte, Montana,\nJanuary 13, 1901."
    }
  ],
  [
    {
      "status": "I of womankind and of nineteen years, will now begin to set down as full and frank a Portrayal as I am able of myself, Mary MacLane, for whom the world contains not a parallel."
    }
  ],
  [
    {
      "status": "I am convinced of this, for I am odd."
    }
  ],
  [
    {
      "status": "I am odd."
    }
  ],
  [
    {
      "status": "I have in me a quite unusual intensity of life."
    }
  ],
  [
    {
      "status": "I can feel."
    }
  ],
  [
    {
      "status": "I have a marvelous capacity for misery and for happiness."
    }
  ],
  [
    {
      "status": "I am a genius."
    }
  ],
  [
    {
      "status": "I am a philosopher of my own good peripatetic school."
    }
  ],
  [
    {
      "status": "I care neither for right nor for wrong—my conscience is nil."
    }
  ],
  [
    {
      "status": "My conscience is nil."
    }
  ],
  [
    {
      "status": "My brain is a conglomeration of aggressive versatility."
    }
  ],
  [
    {
      "status": "I have reached a truly wonderful state of miserable morbid unhappiness."
    }
  ],
  [
    {
      "status": "I have attained an egotism that is rare indeed."
    }
  ],
  [
    {
      "status": "I have gone into the deep shadows."
    }
  ],
  [
    {
      "status": "I find, therefore, that I am quite, quite odd."
    }
  ],
  [
    {
      "status": "There are people and people of varying depths and intricacies of character."
    }
  ],
  [
    {
      "status": "But there is none to compare with me."
    }
  ],
  [
    {
      "status": "The young ones of my own age—if I chance to give them but a glimpse of the real workings of my mind—can only stare at me in dazed stupidity, uncomprehending."
    }
  ],
  [
    {
      "status": "Stare at me in dazed stupidity, uncomprehending."
    }
  ],
  [
    {
      "status": "There are among my young acquaintances some who do not stare in stupidity."
    }
  ],
  [
    {
      "status": "There are among my young acquaintances some who do not stare in stupidity, and yes, even at forty and fifty there are some who understand some phases of my complicated character, though none to comprehend it in its entirety."
    }
  ],
  [
    {
      "status": "These are the minds of Lord Byron and of Marie Bashkirtseff."
    }
  ],
  [
    {
      "status": "All must admire Byron."
    }
  ],
  [
    {
      "status": "He knew the human race, and he knew himself."
    }
  ],
  [
    {
      "status": "He uncovered and exposed his soul of mingled good and bad—as the terms are—for the world to gaze upon."
    }
  ],
  [
    {
      "status": "But in most things I go beyond her."
    }
  ],
  [
    {
      "status": "Where she is deep, I am deeper."
    }
  ],
  [
    {
      "status": "Where she is wonderful in her intensity, I am still more wonderful in my intensity."
    }
  ],
  [
    {
      "status": "Where she had philosophy, I am a philosopher."
    }
  ],
  [
    {
      "status": "I have yet more astonishing vanity and conceit."
    }
  ],
  [
    {
      "status": "I am alone—alone, though there are people and people."
    }
  ],
  [
    {
      "status": "I—what can I do?"
    }
  ],
  [
    {
      "status": "I am a plain-featured, insignificant little animal."
    }
  ],
  [
    {
      "status": "She was a genius, and still more am I a genius."
    }
  ],
  [
    {
      "status": "I suffer with the pain of a woman, young and all alone."
    }
  ],
  [
    {
      "status": "And so it is."
    }
  ],
  [
    {
      "status": "I stand on the edge, and I suffer."
    }
  ],
  [
    {
      "status": "Along some lines I have gotten to the edge of the world. A step more and I fall off."
    }
  ],
  [
    {
      "status": "Nothing, oh, nothing on the earth can suffer like a woman young and all alone!"
    }
  ],
  [
    {
      "status": "I will write out some of her uninteresting history."
    }
  ],
  [
    {
      "status": "I was born in 1881 at Winnepeg, in Canada. Whether Winnepeg will yet live to be proud of this fact is a matter for some conjecture and anxiety on my part."
    }
  ],
  [
    {
      "status": "We came then to Montana. Whereat the aforesaid life was continued."
    }
  ],
  [
    {
      "status": "I lived a more or less vapid and lonely life until I was ten."
    }
  ],
  [
    {
      "status": "I can not see that he ever gave me a single thought."
    }
  ],
  [
    {
      "status": "Certainly he did not love me, for he was quite incapable of loving any one but himself."
    }
  ],
  [
    {
      "status": "It is a matter of supreme indifference to me whether my father, Jim MacLane of selfish memory, lived or died."
    }
  ],
  [
    {
      "status": "He is nothing to me."
    }
  ],
  [
    {
      "status": "They do not understand me any more than if I were some strange live curiosity, as which I dare say they regard me."
    }
  ],
  [
    {
      "status": "I am peculiarly of the MacLane blood, which is Highland Scotch."
    }
  ],
  [
    {
      "status": "This alone makes no small degree of difference."
    }
  ],
  [
    {
      "status": "I am a true MacLane."
    }
  ],
  [
    {
      "status": "There is absolutely no sympathy between my immediate family and me. There can never be."
    }
  ],
  [
    {
      "status": "My mother, having been with me during the whole of my nineteen years, has an utterly distorted idea of my nature and its desires, if indeed she has any idea of it."
    }
  ],
  [
    {
      "status": "I feel myself defrauded of a beautiful thing rightfully mine, in a world where for me such things are pitiably few."
    }
  ],
  [
    {
      "status": "It will always be so."
    }
  ],
  [
    {
      "status": "My sister and brothers are not interested in me and my analyses and philosophy, and my wants. Their own are strictly practical and material."
    }
  ],
  [
    {
      "status": "In short, they are Lowland Scotch."
    }
  ],
  [
    {
      "status": "As I’ve said, I carried my uninteresting existence into Montana."
    }
  ],
  [
    {
      "status": "My versatile mind began to develop and grow and know the glittering things that are."
    }
  ],
  [
    {
      "status": "A thousand treasures that I wanted were lacking."
    }
  ],
  [
    {
      "status": "I graduated from the high school with these things:\n\nvery good Latin;\n\ngood French and Greek;\n\nindifferent geometry and other mathematics;\n\na broad conception of history and literature;\n\nperipatetic philosophy that I acquired without any aid from the high school;\n\ngenius of a kind, that has always been with me;\n\nan empty heart that has taken on a certain wooden quality;\n\nan excellent strong young woman’s-body;\n\na pitiably starved soul."
    }
  ],
  [
    {
      "status": "A pitiably starved soul."
    }
  ],
  [
    {
      "status": "It is fraught with a poignant misery—the misery of nothingness."
    }
  ],
  [
    {
      "status": "The misery of nothingness."
    }
  ],
  [
    {
      "status": "I have no particular thing to occupy me."
    }
  ],
  [
    {
      "status": "I write every day. Writing is a necessity—like eating."
    }
  ],
  [
    {
      "status": "I have gained much of my strength and gracefulness of body from scrubbing the kitchen floor—to say nothing of some fine points of philosophy."
    }
  ],
  [
    {
      "status": "I have no aversion to scrubbing floors."
    }
  ],
  [
    {
      "status": "I dislike dusting chairs."
    }
  ],
  [
    {
      "status": "I do a little housework, and on the whole I am rather fond of it."
    }
  ],
  [
    {
      "status": "mostly I take walks far away in the open country"
    }
  ],
  [
    {
      "status": "Butte and its immediate vicinity present as ugly an outlook as one could wish to see."
    }
  ],
  [
    {
      "status": "It is so ugly indeed that it is near the perfection of ugliness."
    }
  ],
  [
    {
      "status": "anything perfect, or nearly so, is not to be despised"
    }
  ],
  [
    {
      "status": "Their utter desolateness is an inspiration to the long, long thoughts and to the nameless wanting."
    }
  ],
  [
    {
      "status": "Every day I walk over the sand and barrenness."
    }
  ],
  [
    {
      "status": "my daily life seems an ordinary life enough, and possibly, to an ordinary person, a comfortable life"
    }
  ],
  [
    {
      "status": "To me it is an empty, damned weariness."
    }
  ],
  [
    {
      "status": "I rise in the morning; eat three meals; and walk; and work a little, read a little, write; see some uninteresting people; go to bed."
    }
  ],
  [
    {
      "status": "Truly an exalted, soulful life!"
    }
  ],
  [
    {
      "status": "What it does for me, how it affects me, I am now trying to portray."
    }
  ],
  [
    {
      "status": "I have in me the germs of intense life."
    }
  ],
  [
    {
      "status": "If I could live, and if I could succeed in writing out my living, the world itself would feel the heavy intensity of it."
    }
  ],
  [
    {
      "status": "I have the personality, the nature, of a Napoleon, albeit a feminine translation."
    }
  ],
  [
    {
      "status": "I do not conquer; I do not even fight. I manage only to exist."
    }
  ],
  [
    {
      "status": "Poor little Mary MacLane!—what might you not be?"
    }
  ],
  [
    {
      "status": "held down, half-buried, a seed fallen in barren ground, alone, uncomprehended, obscure—poor little Mary MacLane!"
    }
  ],
  [
    {
      "status": "Weep, world,—why don’t you?—for poor little Mary MacLane!"
    }
  ],
  [
    {
      "status": "Had I been born a man I would by now have made a deep impression of myself on the world—on some part of it."
    }
  ],
  [
    {
      "status": "But I want to be touched."
    }
  ],
  [
    {
      "status": "I am a woman, and God, or the Devil, or Fate, or whosoever it was, has flayed me of the thick outer skin and thrown me out into the midst of life—has left me a lonely, damned thing filled with the red, red blood of ambition and desire, but afraid to be touched, for there is no thick skin between my sensitive flesh and the world's fingers."
    }
  ],
  [
    {
      "status": "I am a woman, awakening, and upon awakening and looking about me, I would fain turn and go back to sleep."
    }
  ],
  [
    {
      "status": "There is a pain that goes with these things when one is a woman, young, and all alone."
    }
  ],
  [
    {
      "status": "I am filled with an ambition."
    }
  ],
  [
    {
      "status": "I wish to give to the world a naked Portrayal of Mary MacLane: \nher wooden heart, \nher good young woman’s-body, \nher mind, \nher soul."
    }
  ],
  [
    {
      "status": "I wish to write, write, write!"
    }
  ],
  [
    {
      "status": "I wish to acquire that beautiful, benign, gentle, satisfying thing—Fame."
    }
  ],
  [
    {
      "status": "I wish to leave all my obscurity, my misery—my weary unhappiness—behind me forever."
    }
  ],
  [
    {
      "status": "I am deadly, deadly tired of my unhappiness."
    }
  ],
  [
    {
      "status": "I wish this Portrayal to be published and launched into that deep salt sea—the world."
    }
  ],
  [
    {
      "status": "There are some there surely who will understand it and me."
    }
  ],
  [
    {
      "status": "Can I be possessed of a peculiar rare genius, and yet drag out my life in obscurity in this uncouth, warped, Montana town?"
    }
  ],
  [
    {
      "status": "If I thought the world contained nothing more than that for me—oh, what should I do?"
    }
  ],
  [
    {
      "status": "Would I make an end of my dreary little life now?"
    }
  ],
  [
    {
      "status": "I am a philosopher—and a coward."
    }
  ],
  [
    {
      "status": "it were infinitely better to die now in the high-beating pulses of youth than to drag on, year after year, year after year, and find oneself at last a stagnant old woman, spiritless, hopeless, with a declining body, a declining mind,—and nothing to look back upon except the visions of things that might have been—and the weariness",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "I see the picture. I see it plainly. Oh, kind Devil, deliver me from it!"
    }
  ],
  [
    {
      "status": "Oh, kind Devil, deliver me from it!"
    }
  ],
  [
    {
      "status": "Surely there must be in a world of manifold beautiful things something among them for me."
    }
  ],
  [
    {
      "status": "And always, while I am still young, there is that dim light, the Future."
    }
  ],
  [
    {
      "status": "ofttimes there's a treachery in it"
    }
  ],
  [
    {
      "status": "I find myself at this stage of womankind and nineteen years, a genius, a thief, a liar—a general moral vagabond, a fool more or less, and a philosopher of the peripatetic school."
    }
  ],
  [
    {
      "status": "even this combination can not make one happy"
    }
  ],
  [
    {
      "status": "keep me wondering what it is a kind Devil has in store for me"
    }
  ],
  [
    {
      "status": "A philosopher of my own peripatetic school—hour after hour I walk over the desolate sand and dreariness among tiny hills and gulches on the outskirts of this mining town;"
    }
  ],
  [
    {
      "status": "Through my brain some long, long pageants march:\n\nthe pageant of my fancies\n\nthe pageant of my unparalleled egotism\n\nthe pageant of my unhappiness\n\nthe pageant of my minute analyzing\n\nthe pageant of my peculiar philosophy\n\nthe pageant of my dull, dull life\n\n—and the pageant of the Possibilities."
    }
  ],
  [
    {
      "status": "ant the pageant of the Possibilities"
    }
  ],
  [
    {
      "status": "the pageant of my dull, dull life"
    }
  ],
  [
    {
      "status": "the pageant of my minute analyzing"
    }
  ],
  [
    {
      "status": "the pageant of my unparalleled egotism"
    }
  ],
  [
    {
      "status": "the pageant of my unparalleled egotism"
    }
  ],
  [
    {
      "status": "the pageant of my fancies"
    }
  ],
  [
    {
      "status": "We three go out on the sand and barrenness: my wooden heart, my good young woman’s-body, my soul."
    }
  ],
  [
    {
      "status": "my wooden heart, my good young woman’s-body, my soul"
    }
  ],
  [
    {
      "status": "We go there and contemplate the long sandy wastes, the red, red line on the sky at the setting of the sun, the cold gloomy mountains under it, the ground without a weed, without a grass-blade even in their season"
    }
  ],
  [
    {
      "status": "this sand and barrenness forms the setting for the personality of me"
    }
  ],
  [
    {
      "status": "I feel about forty years old."
    }
  ],
  [
    {
      "status": "These are the feelings of miserable, wretched youth."
    }
  ],
  [
    {
      "status": "Every day the atmosphere of a house becomes unbearable, so every day I go out to the sand and barrenness."
    }
  ],
  [
    {
      "status": "It is not cold, neither is it mild. It is gloomy."
    }
  ],
  [
    {
      "status": "I sit for two hours on the ground by the side of a pitiably small narrow stream of water."
    }
  ],
  [
    {
      "status": "It is not even a natural stream."
    }
  ],
  [
    {
      "status": "It is singularly appropriate."
    }
  ],
  [
    {
      "status": "I am singularly appropriate to all of them."
    }
  ],
  [
    {
      "status": "It is good, after all, to be appropriate to something—to be in touch with something, even sand and barrenness."
    }
  ],
  [
    {
      "status": "The sand and barrenness is old—oh, very old. You think of this when you look at it."
    }
  ],
  [
    {
      "status": "What should I do if the earth were made of wood, with a paper sky!"
    }
  ],
  [
    {
      "status": "Still more pitiable than the sand and barrenness and the poor unnatural stream is the dry, warped cemetery where the dry, warped people of Butte bury their dead friends."
    }
  ],
  [
    {
      "status": "It is a source of satisfaction to me to walk down to this cemetery and contemplate it"
    }
  ],
  [
    {
      "status": "revel in its utter pitiableness"
    }
  ],
  [
    {
      "status": "I say over and over, and take my comfort."
    }
  ],
  [
    {
      "status": "Its condition is more forlorn than that of a woman young and alone."
    }
  ],
  [
    {
      "status": "It is unkempt. It is choked with dust and stones."
    }
  ],
  [
    {
      "status": "It is choked with dust and stones."
    }
  ],
  [
    {
      "status": "The few scattered blades of grass look rather ashamed to be seen growing there."
    }
  ],
  [
    {
      "status": "A great many of the headstones are of wood and are in a shameful state of decay. Those that are of stone are still more shameful in their hard brightness."
    }
  ],
  [
    {
      "status": "The dry, warped friends of the dry, warped people of Butte are buried in this dusty, dreary, wind-havocked waste."
    }
  ],
  [
    {
      "status": "They are left here and forgotten."
    }
  ],
  [
    {
      "status": "The Devil must rejoice in this graveyard."
    }
  ],
  [
    {
      "status": "I rejoice with the Devil."
    }
  ],
  [
    {
      "status": "The inhabitants of this cemetery are forgotten."
    }
  ],
  [
    {
      "status": "I have watched once the burying of a young child.",
      "spoiler_text": "CW: Child death"
    }
  ],
  [
    {
      "status": "She came and stood by the small new grave. After a few days more she stopped coming."
    }
  ],
  [
    {
      "status": "She was beginning to forget the child."
    }
  ],
  [
    {
      "status": "She was beginning to take up again the thread of her life where she had let it go. The thread of her life is involved in the divorces and fights of her neighbors."
    }
  ],
  [
    {
      "status": "The thread of her life is involved in the divorces and fights of her neighbors."
    }
  ],
  [
    {
      "status": "Out in the warped graveyard her child is forgotten.",
      "spoiler_text": "CW: Child death"
    }
  ],
  [
    {
      "status": "And presently the wooden headstone will begin to decay."
    }
  ],
  [
    {
      "status": "Always worms enjoy a body to eat."
    }
  ],
  [
    {
      "status": "the mother whose life is involved in divorces and fights, and the worms eating at the child’s body, and the wooden headstone which will presently decay",
      "spoiler_text": "CW: Child death"
    }
  ],
  [
    {
      "status": "And so the Devil and I rejoice."
    }
  ],
  [
    {
      "status": "the sand and barrenness and the sluggish little stream have their own persistent individual damnation"
    }
  ],
  [
    {
      "status": "The world is at least so constructed that its treasures may be damned each in a different manner and degree."
    }
  ],
  [
    {
      "status": "At forty the fire has long since burned out."
    }
  ],
  [
    {
      "status": "When I am forty I shall look back to myself and my feelings at nineteen—and I shall smile."
    }
  ],
  [
    {
      "status": "Or shall I indeed smile?"
    }
  ],
  [
    {
      "status": "As I have said, I want Fame."
    }
  ],
  [
    {
      "status": "things subtly but distinctly different from the books written every day"
    }
  ],
  [
    {
      "status": "I want to write—to write such things as compel the admiring acclamations of the world at large"
    }
  ],
  [
    {
      "status": "I can do this."
    }
  ],
  [
    {
      "status": "Let me but make a beginning"
    }
  ],
  [
    {
      "status": "let me but strike the world in a vulnerable spot, and I can take it by storm"
    }
  ],
  [
    {
      "status": "me—of womankind and young—valiantly astride a charger riding down the world"
    }
  ],
  [
    {
      "status": "with Fame following at the charger’s heels, and the multitudes agape"
    }
  ],
  [
    {
      "status": "But oh, more than all this I want to be happy!"
    }
  ],
  [
    {
      "status": "Fame is indeed benign and gentle and satisfying."
    }
  ],
  [
    {
      "status": "Happiness is something at once tender and brilliant beyond all things."
    }
  ],
  [
    {
      "status": "I want Fame more than I can tell."
    }
  ],
  [
    {
      "status": "I have never been happy in my weary young life."
    }
  ],
  [
    {
      "status": "Think, oh, think, of being happy for a year—for a day!"
    }
  ],
  [
    {
      "status": "How brilliantly blue the sky would be"
    }
  ],
  [
    {
      "status": "how swiftly and joyously would the green rivers run"
    }
  ],
  [
    {
      "status": "how madly, merrily triumphant the four winds of heaven would sweep round the corners of the fair earth!"
    }
  ],
  [
    {
      "status": "What would I not give for one day, one hour, of that charmed thing Happiness!"
    }
  ],
  [
    {
      "status": "What would I not give up?"
    }
  ],
  [
    {
      "status": "How we eager fools tread on each other’s heels, and tear each other’s hair, and scratch each other’s faces, in our furious gallop after Happiness!"
    }
  ],
  [
    {
      "status": "For some it is embodied in Fame,\n\nfor some in Money,\n\nfor some in Power,\n\nfor some in Virtue\n\n—and for me in something very much like love."
    }
  ],
  [
    {
      "status": "For some it is embodied in Fame"
    }
  ],
  [
    {
      "status": "For one single hour of Happiness I would give up at once these things:\n\nFame,\nand Money, \nand Power, \nand Virtue, \nand Honor, \nand Righteousness, \nand Truth, \nand Logic, \nand Philosophy, \nand Genius.\n\nThe while I would say, What a little, little price to pay for dear Happiness!"
    }
  ],
  [
    {
      "status": "I am ready and waiting to give all that I have to the Devil in exchange for Happiness."
    }
  ],
  [
    {
      "status": "I have been tortured so long with the dull, dull misery of Nothingness"
    }
  ],
  [
    {
      "status": "The Devil has not yet come."
    }
  ],
  [
    {
      "status": "The Devil has not yet come. But I know that he usually comes, and I wait him eagerly."
    }
  ],
  [
    {
      "status": "I am not one of those who are burdened with an innate sense of virtue and honor which must come always before Happiness."
    }
  ],
  [
    {
      "status": "They are but few who find their Happiness in their Virtue."
    }
  ],
  [
    {
      "status": "with me Virtue and Honor are nothing"
    }
  ],
  [
    {
      "status": "even the Nothingness becomes almost endurable"
    }
  ],
  [
    {
      "status": "meanwhile—as I wait—my mind occupies itself with its own good odd philosophy"
    }
  ],
  [
    {
      "status": "He has given me, among other things—my admirable young woman’s-body, which I enjoy thoroughly and of which I am passionately fond."
    }
  ],
  [
    {
      "status": "I find that the Devil owns and rules the earth and all that therein is."
    }
  ],
  [
    {
      "status": "The Devil has given me some good things"
    }
  ],
  [
    {
      "status": "A spasm of pleasure seizes me when I think in some acute moment of the buoyant health and vitality of this fine young body that is feminine in every fiber."
    }
  ],
  [
    {
      "status": "You may gaze at and admire the picture in the front of this book."
    }
  ],
  [
    {
      "status": "a liver, a MacLane liver, of admirable perfectness"
    }
  ],
  [
    {
      "status": "…the masculine body is merely flesh, it seems, flesh and bones and nothing else."
    }
  ],
  [
    {
      "status": "few recognize the value of their bodies"
    }
  ],
  [
    {
      "status": "few have grasped the possibilities"
    }
  ],
  [
    {
      "status": "the artistic graceful perfection, the poetry of human flesh in its health"
    }
  ],
  [
    {
      "status": "I have not ruined any of my vital organs"
    }
  ],
  [
    {
      "status": "I have grasped the art, the poetry of my fine feminine body."
    }
  ],
  [
    {
      "status": "This at the age of nineteen is a triumph for me."
    }
  ],
  [
    {
      "status": "Sometime in the midst of the brightness of an October I have walked for miles in the still high air under the blue of the sky."
    }
  ],
  [
    {
      "status": "The brightness of the day and the blue of the sky and the incomparable high air have entered into my veins and flowed with my red blood."
    }
  ],
  [
    {
      "status": "They have penetrated into every remote nerve-center and into the marrow of my bones."
    }
  ],
  [
    {
      "status": "At such a time this young body glows with life."
    }
  ],
  [
    {
      "status": "My red blood flows swiftly and joyously—in the midst of the brightness of October."
    }
  ],
  [
    {
      "status": "My sound, sensitive liver rests gently with its thin yellow bile in sweet content."
    }
  ],
  [
    {
      "status": "My calm, beautiful stomach silently sings, as I walk, a song of peace."
    }
  ],
  [
    {
      "status": "My lungs, saturated with mountain ozone and the perfume of the pines, expand in continuous ecstasy."
    }
  ],
  [
    {
      "status": "My heart beats like the music of Schumann, in easy, graceful rhythm with an undertone of power."
    }
  ],
  [
    {
      "status": "My strong and sensitive nerves are reeking and swimming in sensuality like drunken little Bacchantes, gay and garlanded in mad revelling."
    }
  ],
  [
    {
      "status": "The entire wonderful, graceful mechanism of my woman’s-body has fallen at the time—like the wonderful, graceful mechanism of my woman’s-mind—under the enchanting spell of a day in October."
    }
  ],
  [
    {
      "status": "“It is good,” I think to myself, “oh, it is good to be alive!”"
    }
  ],
  [
    {
      "status": "It is wondrously good to be a woman young in the fullness of nineteen springs."
    }
  ],
  [
    {
      "status": "It is unutterably lovely to be a healthy young animal living on this charmed earth."
    }
  ],
  [
    {
      "status": "After I have walked for several hours I reach a region where the sulphur smoke has not penetrated, and I sit on the ground with drawn-up knees and rest as the shadows lengthen."
    }
  ],
  [
    {
      "status": "The shadows lengthen early in October."
    }
  ],
  [
    {
      "status": "Presently I lie flat on my back and stretch my lithe slimness to its utmost"
    }
  ],
  [
    {
      "status": "like a mountain lioness taking her comfort"
    }
  ],
  [
    {
      "status": "I am intensely thankful to the Devil for my two good legs and the full use of them under a short skirt, when, as now, they carry me out beyond the pale of civilization away from tiresome dull people."
    }
  ],
  [
    {
      "status": "There is nothing in the world that can become so maddeningly wearisome as people, people, people!"
    }
  ],
  [
    {
      "status": "And so, Devil, accept, for my two good legs, my sincerest gratitude."
    }
  ],
  [
    {
      "status": "There is a worldful of easy indolent, beautiful sensuality in the figure of a young woman lying on the ground under a warm setting sun."
    }
  ],
  [
    {
      "status": "A man may lie on the ground—but that is as far as it goes."
    }
  ],
  [
    {
      "status": "A man would go to sleep, probably, like a dog or a pig."
    }
  ],
  [
    {
      "status": "a man has not a good young feminine body to feel with, to receive into itself the spirit of a warm sun at its setting, on a day in October,—and so let us forgive him for sleeping, and for snoring."
    }
  ],
  [
    {
      "status": "When I rise again to a sitting posture all the brightness has focused itself to the west."
    }
  ],
  [
    {
      "status": "a glamor not of joy, nor of pleasure, nor of happiness—but of peace."
    }
  ],
  [
    {
      "status": "The young poplar trees smile gently in the deathly still air."
    }
  ],
  [
    {
      "status": "The sage brush and the tall grass take on a radiant quietness."
    }
  ],
  [
    {
      "status": "The high hills of Montana, near and distant, appear tender and benign."
    }
  ],
  [
    {
      "status": "All is peace—peace."
    }
  ],
  [
    {
      "status": "I think of that beautiful old song:\n\n“Sweet vale of Avoca! how calm could I rest\nIn thy bosom of shade——.”"
    }
  ],
  [
    {
      "status": "I am too young yet to think of peace."
    }
  ],
  [
    {
      "status": "It is not peace that I want. Peace is for forty and fifty."
    }
  ],
  [
    {
      "status": "I am waiting for my Experience."
    }
  ],
  [
    {
      "status": "I am awaiting the coming of the Devil."
    }
  ],
  [
    {
      "status": "after the sun has vanished over the edge, is the red, red line on the sky"
    }
  ],
  [
    {
      "status": "There will be days wild and stormy, filled with rain and wind and hail; and yet nearly always at the sun’s setting there will be calm—and the red line of sky."
    }
  ],
  [
    {
      "status": "There is nothing in the world quite like this red sky at sunset. It is Glory, Triumph, Love, Fame!"
    }
  ],
  [
    {
      "status": "Imagine a life bereft of things, and fingers pointed at it, and eyebrows raised"
    }
  ],
  [
    {
      "status": "and then, into this life while still young, the red, red line of sky!"
    }
  ],
  [
    {
      "status": "Why did I cry out against Fate, says the line; why did I rebel against my term of anguish!"
    }
  ],
  [
    {
      "status": "He threw himself heavily on the world, and the world has never since been the same."
    }
  ],
  [
    {
      "status": "Think of that wonderful, admirable, matchless man of steel, Napoleon Bonaparte."
    }
  ],
  [
    {
      "status": "He hated himself, and the world, and God, and Fate, and the Devil."
    }
  ],
  [
    {
      "status": "His hatred was his term of anguish."
    }
  ],
  [
    {
      "status": "Then the sun threw on the sky for him a red, red line"
    }
  ],
  [
    {
      "status": "Afterward there was the blackness of Night, the blackness that is not tender, not gentle."
    }
  ],
  [
    {
      "status": "black as our Night may be, nothing can take from us the memory of the red, red sky."
    }
  ],
  [
    {
      "status": "“Memory is possession,” and so the red sky we have with us always."
    }
  ],
  [
    {
      "status": "Oh, Devil, Fate, World—some one, bring me my red sky!"
    }
  ],
  [
    {
      "status": "Short as you will, but red, red, red!"
    }
  ],
  [
    {
      "status": "Bring it to me intensely red, intensely full, intensely alive!"
    }
  ],
  [
    {
      "status": "I am weary—weary, and, oh, I want my red sky!"
    }
  ],
  [
    {
      "status": "Short as it might be, its memory, its fragrance would stay with me always—always."
    }
  ],
  [
    {
      "status": "Bring me, Devil, my red line of sky"
    }
  ],
  [
    {
      "status": "take all, all—everything I possess."
    }
  ],
  [
    {
      "status": "Let me keep my Happiness for one short hour, and take away all from me forever."
    }
  ],
  [
    {
      "status": "I will be satisfied when Night has come and everything is gone."
    }
  ],
  [
    {
      "status": "I await you, Devil, in a wild frenzy of impatience!"
    }
  ],
  [
    {
      "status": "as I hurry back through the cool darkness of October, I feel this frenzy in every fiber of my fervid woman’s-body"
    }
  ],
  [
    {
      "status": "There are a great many MacLanes"
    }
  ],
  [
    {
      "status": "there is usually only one real MacLane in each generation"
    }
  ],
  [
    {
      "status": "There is but one who feels again the passionate spirit of the clans"
    }
  ],
  [
    {
      "status": "those barbaric dwellers in the bleak, but well-beloved Highlands of Scotland."
    }
  ],
  [
    {
      "status": "The real MacLane in these later centuries is always a woman."
    }
  ],
  [
    {
      "status": "The men of the family never amount to anything worth naming"
    }
  ],
  [
    {
      "status": "the acme, the zenith, of pure selfishness, with a large letter “s”"
    }
  ],
  [
    {
      "status": "Life may be easy enough for the innumerable Canadian MacLanes who are not real."
    }
  ],
  [
    {
      "status": "it is certain to be more or less a Hill of Difficulty"
    }
  ],
  [
    {
      "status": "She finds herself somewhat alone."
    }
  ],
  [
    {
      "status": "I have brothers and a sister and a mother in the same house with me—and I find myself somewhat alone."
    }
  ],
  [
    {
      "status": "How much, Devil, have I lost for the privilege of being a real MacLane?"
    }
  ],
  [
    {
      "status": "yes, I have also gained much"
    }
  ],
  [
    {
      "status": "I have said that I am alone.\n\nI am not quite, quite alone."
    }
  ],
  [
    {
      "status": "I have one friend—of that Friendship that is real and is inlaid with the beautiful thing Truth."
    }
  ],
  [
    {
      "status": "because it has the beautiful thing Truth in it, this my one Friendship is somehow above and beyond me"
    }
  ],
  [
    {
      "status": "I have not that divinely beautiful thing Truth"
    }
  ],
  [
    {
      "status": "there is something in it that I reach after in vain"
    }
  ],
  [
    {
      "status": "Have I not said that I am a thief and a liar?"
    }
  ],
  [
    {
      "status": "nevertheless there is a rare, ineffably sweet something that is mine."
    }
  ],
  [
    {
      "status": "It is the one tender thing in this dull dreariness that wraps me round."
    }
  ],
  [
    {
      "status": "Are there many things in this cool-hearted world so utterly exquisite as the pure love of one woman for another woman?"
    }
  ],
  [
    {
      "status": "My one friend is a woman some twelve or thirteen years older than I."
    }
  ],
  [
    {
      "status": "She is as different from me as is day from night. She believes in God"
    }
  ],
  [
    {
      "status": "She believes in God—that God that is shown in the Bible of the Christians."
    }
  ],
  [
    {
      "status": "she carries with her an atmosphere of gentleness and truth"
    }
  ],
  [
    {
      "status": "The while I am ready and waiting to dedicate my life to the Devil in exchange for Happiness—or some lesser thing."
    }
  ],
  [
    {
      "status": "I love Fannie Corbin with a peculiar and vivid intensity"
    }
  ],
  [
    {
      "status": "with all the sincerity and passion that is in me."
    }
  ],
  [
    {
      "status": "Often I think of her, as I walk over the sand in my Nothingness, all day long."
    }
  ],
  [
    {
      "status": "The Friendship of her and me is a fair, dear benediction upon me, but there is something in it—deep within it—that eludes me."
    }
  ],
  [
    {
      "status": "when indeed I see in my mind a vision of the personality of Fannie Corbin, it is then that it comes on me with force that I am not good."
    }
  ],
  [
    {
      "status": "it is then that it comes on me with force that I am not good"
    }
  ],
  [
    {
      "status": "when I strain and reach vainly at a thing beyond me"
    }
  ],
  [
    {
      "status": "I can love her with all the ardor of a young and passionate heart.\n\nYes, I can do that."
    }
  ],
  [
    {
      "status": "During the eighteen years of my life before she came into it I loved no one, for there was no one."
    }
  ],
  [
    {
      "status": "It is an extremely hard thing to go through eighteen years with no one to love, and no one to love you"
    }
  ],
  [
    {
      "status": "now I have my one friend to love and to worship"
    }
  ],
  [
    {
      "status": "I have named my friend the “anemone lady,” a name beautifully appropriate."
    }
  ],
  [
    {
      "status": "The anemone lady used to teach me literature in the Butte High School."
    }
  ],
  [
    {
      "status": "She used to read poetry in the class-room in a clear, sweet voice that made one wish one might sit there forever and listen to it."
    }
  ],
  [
    {
      "status": "Now I have left the high school, and the dear anemone lady has gone from Butte."
    }
  ],
  [
    {
      "status": "Before she went she told me she would be my friend."
    }
  ],
  [
    {
      "status": "Think of it—to live and have a friend!"
    }
  ],
  [
    {
      "status": "My friend does not fully understand me; she thinks much too well of me."
    }
  ],
  [
    {
      "status": "She has not a correct idea of my soul’s depths and shallows. But if she did know them she would still be my friend."
    }
  ],
  [
    {
      "status": "She knows the heavy weight of my unrest and unhappiness."
    }
  ],
  [
    {
      "status": "She is tenderly sympathetic."
    }
  ],
  [
    {
      "status": "She is the one in all the world who is dear to me."
    }
  ],
  [
    {
      "status": "Often I think, if only I could have my anemone lady and go and live with her in some little out-of-the-world place high up on the side of a mountain for the rest of my life—what more would I desire?"
    }
  ],
  [
    {
      "status": "My friendship would constitute my life."
    }
  ],
  [
    {
      "status": "The unrest, the dreariness, the Nothingness of my existence now is so dull and gray by contrast that there would be Happiness for me in that life"
    }
  ],
  [
    {
      "status": "Happiness softly radiant, if quiet"
    }
  ],
  [
    {
      "status": "redolent of the fresh, thin fragrance of the dear blue anemone that grows in the winds and rains of spring"
    }
  ],
  [
    {
      "status": "Miss Corbin would doubtless look somewhat askance at the idea of spending the rest of her life with me on a mountain."
    }
  ],
  [
    {
      "status": "She is very fond of me, but her feeling for me is not like mine for her"
    }
  ],
  [
    {
      "status": "Her life is made up mostly of sacrifices"
    }
  ],
  [
    {
      "status": "Her life is made up mostly of sacrifices—doing for her fellow-creatures, giving of herself. She never would leave this."
    }
  ],
  [
    {
      "status": "the mountainside and the solitude and the friend with me are, like every good thing, but a vision"
    }
  ],
  [
    {
      "status": "“Thy friend is always thy friend; not to have, nor to hold, nor to love, nor to rejoice in: but to remember.”"
    }
  ],
  [
    {
      "status": "And so do I remember my one friend, the anemone lady—and think often about her with passionate love."
    }
  ],
  [
    {
      "status": "Happiness, don't you know, is of three kinds—and all are transitory."
    }
  ],
  [
    {
      "status": "There is that happiness that comes from newly-washed feet, for instance"
    }
  ],
  [
    {
      "status": "Always I have identified this kind of happiness with a Maltese cat, dipping a hungry, stealthy, sensual tongue into a bowl of fresh, thick cream."
    }
  ],
  [
    {
      "status": "There is that still happiness that has come to me at rare times when I have been with my one friend"
    }
  ],
  [
    {
      "status": "They could not appreciate anything deeper."
    }
  ],
  [
    {
      "status": "There is that kind of happiness which is of the red sunset sky."
    }
  ],
  [
    {
      "status": "There is something terrible in the thought of this indescribable mad Happiness."
    }
  ],
  [
    {
      "status": "What a thing it is for a human being to be happy—with the red, red Happiness of the sunset sky."
    }
  ],
  [
    {
      "status": "—convulsing the green earth with delicious pain."
    }
  ],
  [
    {
      "status": "It’s like something of Schubert’s played on the violin that stirs you within to exquisite torture."
    }
  ],
  [
    {
      "status": "It’s like the human voice divine singing a Scotch ballad in a manner to drag your soul from your body."
    }
  ],
  [
    {
      "status": "It is something infinitely above and beyond words."
    }
  ],
  [
    {
      "status": "It is the kind of Happiness the Devil will bring to me when he comes,—to me, to me!"
    }
  ],
  [
    {
      "status": "Why is he so long in coming?"
    }
  ],
  [
    {
      "status": "Oh, why does he not come now when I am in the midst of my youth!"
    }
  ],
  [
    {
      "status": "Often you hear a dozen stories of how the Devil was most ready and willing to take all from some one and give him his measure of Happiness."
    }
  ],
  [
    {
      "status": "sometimes the person was innately virtuous and so could not take the Happiness when it was offered."
    }
  ],
  [
    {
      "status": "Happiness is its own justification"
    }
  ],
  [
    {
      "status": "it should be eagerly grasped when it comes"
    }
  ],
  [
    {
      "status": "A world filled with fools will never learn this."
    }
  ],
  [
    {
      "status": "here I stand in the midst of Nothingness waiting and longing for the Devil, and he doesn’t come"
    }
  ],
  [
    {
      "status": "I feel a choking, strangling, frenzied feeling of waiting"
    }
  ],
  [
    {
      "status": "oh, why doesn’t my Happiness come! I have waited so long—so long."
    }
  ],
  [
    {
      "status": "There are persons who say to me that I ought not to think of the Devil."
    }
  ],
  [
    {
      "status": "(as if Happiness could ever be wicked!)"
    }
  ],
  [
    {
      "status": "These are persons who help to fill the world with fools."
    }
  ],
  [
    {
      "status": "I can not distinguish between right and wrong in this scheme of things."
    }
  ],
  [
    {
      "status": "I have gotten to the point to which all logic finally leads."
    }
  ],
  [
    {
      "status": "I can only say, What is wrong? What is right? What is good? What is evil?"
    }
  ],
  [
    {
      "status": "The words are merely words, with word-meanings."
    }
  ],
  [
    {
      "status": "Truth is Love, and Love is the only Truth, and Love is the one thing out of all that is real."
    }
  ],
  [
    {
      "status": "The Devil is really the only one to whom we may turn, and he exacts payment in full for every favor."
    }
  ],
  [
    {
      "status": "surely he will come one day with Happiness for me"
    }
  ],
  [
    {
      "status": "To be a woman, young and all alone, is hard—hard!—is to want things, is to carry a heavy, heavy weight."
    }
  ],
  [
    {
      "status": "Oh, damn! damn! damn! Damn every living thing, the world!—the universe be damned!"
    }
  ],
  [
    {
      "status": "Can't you see that I am weary and pity me in my own damnation?"
    }
  ],
  [
    {
      "status": "It is night. I might well be in my bed taking a needed rest. But first I shall write."
    }
  ],
  [
    {
      "status": "To-day I walked far away over the sand in the teeth of a bitter wind."
    }
  ],
  [
    {
      "status": "The wind was determined that I should turn and come back, and equally I was determined I would go on. I went on."
    }
  ],
  [
    {
      "status": "There is a certain kind of wind in the autumn to walk in the midst of which causes one’s spirits to rise ecstatically."
    }
  ],
  [
    {
      "status": "To walk in the midst of a bitter wind in January may have almost any effect."
    }
  ],
  [
    {
      "status": "To-day the bitter wind swept over me and around me and into the remote corners of my brain and swept away the delusions, and buffeted my philosophy with rough insolence."
    }
  ],
  [
    {
      "status": "The world is made up mostly of nothing."
    }
  ],
  [
    {
      "status": "You may be convinced of this when a bitter wind has swept away your delusions."
    }
  ],
  [
    {
      "status": "What is the wind?\nNothing.\n\nWhat is the sky?\nNothing.\n\nWhat do we know?\nNothing.\n\nWhat is fame?\nNothing.\n\nWhat is my heart?\nNothing.\n\nWhat is my soul?\nNothing.\n\nWhat are we?\n\nWe are nothing."
    }
  ],
  [
    {
      "status": "What are we?\n\nWe are nothing."
    }
  ],
  [
    {
      "status": "We think we progress wonderfully in the arts and sciences as one century follows another. What does it amount to? It does not teach us the all-why."
    }
  ],
  [
    {
      "status": "It does not let us cease to wonder what it is that we are doing, where it is that we are going."
    }
  ],
  [
    {
      "status": "It does not teach us why the green comes again to the old, old hills in the spring"
    }
  ],
  [
    {
      "status": "why the benign balm-o’-Gilead shines wet and sweet after the rain"
    }
  ],
  [
    {
      "status": "why the red never fails to come to the breast of the robin, the black to the crow, the gray to the little wren"
    }
  ],
  [
    {
      "status": "why the sand and barrenness lies stretched out around us"
    }
  ],
  [
    {
      "status": "why the clouds float high above us"
    }
  ],
  [
    {
      "status": "why the clouds float high above us"
    }
  ],
  [
    {
      "status": "why the moon stands in the sky, night after night"
    }
  ],
  [
    {
      "status": "why the mountains and valleys live on as the years pass"
    }
  ],
  [
    {
      "status": "The arts and sciences go on and on—still we wonder."
    }
  ],
  [
    {
      "status": "We have not yet ceased to weep."
    }
  ],
  [
    {
      "status": "And we suffer still in 1902, even as they suffered in 1802, and in 802."
    }
  ],
  [
    {
      "status": "To-day we eat our good dinners with forks.\n\nA thousand years ago they had no forks.\n\nYet, though we have forks, we are not happy."
    }
  ],
  [
    {
      "status": "We scream and kick and struggle and weep just as they did a thousand years ago—when they had no forks."
    }
  ],
  [
    {
      "status": "We are “no wiser than when Omar fell asleep.”"
    }
  ],
  [
    {
      "status": "in the midst of our great wondering, we wonder why some of us are given faith to trust without question"
    }
  ],
  [
    {
      "status": "the rest of us are left to eat out our life’s vitals with asking"
    }
  ],
  [
    {
      "status": "I have walked once in summer by the side of a little marsh filled with mint and white hawthorn."
    }
  ],
  [
    {
      "status": "The mint and white hawthorn have with them a vivid, rare, delicious perfume."
    }
  ],
  [
    {
      "status": "It makes you want to grovel on the ground"
    }
  ],
  [
    {
      "status": "it makes you think you might crawl in the dust all your days, and well for you."
    }
  ],
  [
    {
      "status": "The perfume lingers with you afterward when years have passed."
    }
  ],
  [
    {
      "status": "You may scream and kick and struggle and weep right lustily every day of your life, but in your moments of calmness sometimes there will come back to you the fragrance of a swamp filled with mint and white hawthorn."
    }
  ],
  [
    {
      "status": "It is meltingly beautiful."
    }
  ],
  [
    {
      "status": "It is meltingly beautiful.\n\nWhat does it mean?\n\nWhat would it tell?"
    }
  ],
  [
    {
      "status": "What does it mean?\n\nWhat would it tell?"
    }
  ],
  [
    {
      "status": "Why does the marsh, and the mint and white hawthorn, freeze over in the fall? "
    }
  ],
  [
    {
      "status": "And why do they come again, voluptuous, enticing, in the damp spring days—and rack the souls of wretches who look and wonder?"
    }
  ],
  [
    {
      "status": "You are superb, Devil! You have done a magnificent piece of work. I kneel at your feet and worship you."
    }
  ],
  [
    {
      "status": "You have wrought a perfection, a pinnacle of fine, invisible damnation."
    }
  ],
  [
    {
      "status": "The world is like a little marsh filled with mint and white hawthorn."
    }
  ],
  [
    {
      "status": "filled with things likewise damnably beautiful"
    }
  ],
  [
    {
      "status": "There are the green, green grass-blades and the gray dawns"
    }
  ],
  [
    {
      "status": "there are swiftly-flowing rivers and the honking of wild geese, flying low"
    }
  ],
  [
    {
      "status": "there are human voices and human eyes"
    }
  ],
  [
    {
      "status": "there are stories of women and men who have learned to give up and to wait"
    }
  ],
  [
    {
      "status": "there is poetry;\n\nthere is Charity;\n\nthere is Truth"
    }
  ],
  [
    {
      "status": "The Devil has made all of these things, and also he has made human beings who can feel."
    }
  ],
  [
    {
      "status": "Who was it that said, long ago, “Life is always a tragedy to those who feel”?"
    }
  ],
  [
    {
      "status": "In truth, the Devil has constructed a place of infinite torture—the fair green earth, the world."
    }
  ],
  [
    {
      "status": "I forgive him for making me wonder"
    }
  ],
  [
    {
      "status": "I forgive him for making me wonder, since possibly he may bring me Happiness."
    }
  ],
  [
    {
      "status": "I cast myself at his feet. I adore him."
    }
  ],
  [
    {
      "status": "The first third of our lives is spent in the expectation of Happiness. Then it comes, perhaps, and stays ten years, or a month, or three days, and the rest of our lives is spent in peace and rest—with the memory of the Happiness."
    }
  ],
  [
    {
      "status": "Happiness—though it is infinite—is a transient emotion."
    }
  ],
  [
    {
      "status": "It is too brilliant, too magnificent, too overwhelming to be a lasting thing."
    }
  ],
  [
    {
      "status": "Through it the Devil rules his domains. What would one not do to have it!"
    }
  ],
  [
    {
      "status": "I can think of no so-called vile deed that I would scruple about if I could be happy."
    }
  ],
  [
    {
      "status": "Everything is justified if it gives me Happiness."
    }
  ],
  [
    {
      "status": "The Devil has done me some great favors; he has made me without a conscience, and without Virtue."
    }
  ],
  [
    {
      "status": "For which I thank thee, Devil."
    }
  ],
  [
    {
      "status": "At least I shall be able to take my Happiness when it comes"
    }
  ],
  [
    {
      "status": "the piles of nice distinctions between it and me be mountains high"
    }
  ],
  [
    {
      "status": "meanwhile, the world, I say, and the people are nothing, nothing, nothing"
    }
  ],
  [
    {
      "status": "The splendid castles, the strong bridges, that we are building are of small moment."
    }
  ],
  [
    {
      "status": "We can only go down the wide roadway wondering and weeping"
    }
  ],
  [
    {
      "status": "I have eaten my dinner."
    }
  ],
  [
    {
      "status": "I have had, among other things, fine, rare-broiled porterhouse steak from Omaha, and some fresh, green young onions from California."
    }
  ],
  [
    {
      "status": "just now I am a philosopher, pure and simple—except that there’s nothing very pure about my philosophy, nor yet very simple"
    }
  ],
  [
    {
      "status": "Let the Devil come and go"
    }
  ],
  [
    {
      "status": "let the wild waters rush over me"
    }
  ],
  [
    {
      "status": "let nations rise and fall"
    }
  ],
  [
    {
      "status": "let my favorite theories form themselves in line suddenly and run into the ground"
    }
  ],
  [
    {
      "status": "let the little earth be bandied about from one belief to another"
    }
  ],
  [
    {
      "status": "I need not be in complete despair—the world still contains things for me, while I have my fine rare porterhouse steak from Omaha—and my fresh green young onions from California."
    }
  ],
  [
    {
      "status": "Fame may pass over my head;\n\nmoney may escape me;\n\nmy one friend may fail me;\n\nevery hope may fold its tent and steal away;\n\nHappiness may remain a sealed book;\n\nevery remnant of human ties may vanish;\n\nI may find myself an outcast;\n\ngood things held out to me may suddenly be withdrawn;\n\nthe stars may go out, one by one;\n\nthe sun may go dark;\n\nyet still I may hold upright my head, if I have but my steak—and my onions."
    }
  ],
  [
    {
      "status": "I may find myself crowded out from many charmed circles"
    }
  ],
  [
    {
      "status": "I may find the ethical world too small to contain me"
    }
  ],
  [
    {
      "status": "the social world may also exclude me"
    }
  ],
  [
    {
      "status": "the professional world may know me not; likewise the worlds of the arts and the sciences"
    }
  ],
  [
    {
      "status": "I may find myself superfluous in literary haunts"
    }
  ],
  [
    {
      "status": "I may see myself going gladly back to the vile dust from whence I sprung—to live in a green forest like the melancholy Jacques"
    }
  ],
  [
    {
      "status": "fare they well, I will say with what cheerfulness I can summon, while I have my steak—and my onions."
    }
  ],
  [
    {
      "status": "Possibly I may grow old and decrepit"
    }
  ],
  [
    {
      "status": "my ankle-joints which have withstood many a peripatetic journey may develop dropsical tendencies"
    }
  ],
  [
    {
      "status": "my lungs may begin to fight shy of wintry blasts"
    }
  ],
  [
    {
      "status": "my figure that is now in its slim gracefulness may swathe itself in layers of flesh, or worse, it may wither and decay and stoop at the shoulders"
    }
  ],
  [
    {
      "status": "if I still have left teeth to eat with, why need I lament while I have my steak—and my onions?"
    }
  ],
  [
    {
      "status": "I am obscure;\nI am morbid;\nI am unhappy;\n\nmy life is made up of Nothingness;"
    }
  ],
  [
    {
      "status": "I want everything and I have nothing"
    }
  ],
  [
    {
      "status": "I have been made to feel the “lure of green things growing,”"
    }
  ],
  [
    {
      "status": "I have been made to feel also that something of them is withheld from me"
    }
  ],
  [
    {
      "status": "I have felt the deadly tiredness that is among the birthrights of a human being;"
    }
  ],
  [
    {
      "status": "with it all the Devil has given me a philosophy of my own"
    }
  ],
  [
    {
      "status": "the Devil has enabled me to count, if need be, the world well lost for a fine rare porterhouse steak—and some green young onions"
    }
  ],
  [
    {
      "status": "For which I thank thee, Devil, profoundly."
    }
  ],
  [
    {
      "status": "Who says the Devil does not believe in the all-merciful Law of Compensation?"
    }
  ],
  [
    {
      "status": "And so it is—do you see?—that all things look different after a satisfying dinner"
    }
  ],
  [
    {
      "status": "life in fact resolves itself into two things:\n\na fine rare-broiled porterhouse steak from Omaha,\n\nand some fresh green young onions from California."
    }
  ],
  [
    {
      "status": "I am charmingly original."
    }
  ],
  [
    {
      "status": "I am charmingly original. I am delightfully refreshing. I am startlingly Bohemian."
    }
  ],
  [
    {
      "status": "I am delightfully refreshing."
    }
  ],
  [
    {
      "status": "I am startlingly Bohemian."
    }
  ],
  [
    {
      "status": "I am quaintly interesting—the while in my sleeve I may be smiling and smiling—and a villain."
    }
  ],
  [
    {
      "status": "I can talk to a roomful of dull people and compel their interest, admiration, and astonishment."
    }
  ],
  [
    {
      "status": "I do this sometimes for my own amusement."
    }
  ],
  [
    {
      "status": "As I have said, I am a rather plain-featured, insignificant-looking genius, but I have a graceful personality."
    }
  ],
  [
    {
      "status": "I have a pretty figure."
    }
  ],
  [
    {
      "status": "when I choose to talk in my charmingly original fashion, embellishing my conversation with many quaint lies, I have a certain very noticeable way with me, an “air”"
    }
  ],
  [
    {
      "status": "It is well, if one has nothing else, to acquire an air."
    }
  ],
  [
    {
      "status": "an air taken in conjunction with my charming originality, my delightfully refreshing candor, is something powerful and striking in its way"
    }
  ],
  [
    {
      "status": "I am a genius, and genius at close range at times carries itself unconsciously to the point where it becomes so interesting that it is atrocious, and can not be carried farther without having somewhat mildly disastrous results"
    }
  ],
  [
    {
      "status": "Indeed, my conversation is on all occasions devoted directly or indirectly to myself."
    }
  ],
  [
    {
      "status": "When I talk on the subject of ethics, I talk of it as it is related to Mary MacLane."
    }
  ],
  [
    {
      "status": "When I give out broad-minded opinions about Ninon de l’Enclos, I demonstrate her relative position to Mary MacLane!"
    }
  ],
  [
    {
      "status": "When I discourse liberally on the subject of the married relation, I talk of it only as it will affect Mary MacLane."
    }
  ],
  [
    {
      "status": "An interesting creature, Mary MacLane."
    }
  ],
  [
    {
      "status": "As a matter of fact, it is so with every one, only every one is far from realizing and acknowledging it."
    }
  ],
  [
    {
      "status": "These people do not appreciate me. They do not realize that I am a genius."
    }
  ],
  [
    {
      "status": "I am able to stand off and gaze critically and dispassionately at myself and my relation to my environment, to the world, to everything the world contains."
    }
  ],
  [
    {
      "status": "I am able to judge whether I am good and whether I am bad."
    }
  ],
  [
    {
      "status": "I am able, indeed, to tell what I am and where I stand. I can see far, far inward. I am a genius."
    }
  ],
  [
    {
      "status": "Charlotte Bronté did this in some degree, and she was a genius; and also Marie Bashkirtseff, and Olive Schreiner, and George Eliot.\n\nThey are all geniuses."
    }
  ],
  [
    {
      "status": "I am fundamentally, organically egotistic."
    }
  ],
  [
    {
      "status": "My vanity and self-conceit have attained truly remarkable development as I've walked and walked in the loneliness of the sand and barrenness."
    }
  ],
  [
    {
      "status": "Not the least remarkable part of it is that I know my egotism and vanity thoroughly—thoroughly, and plume myself thereon."
    }
  ],
  [
    {
      "status": "There is a finely-drawn line between a genius and a fool."
    }
  ],
  [
    {
      "status": "Often this line is overstepped and your fool becomes a genius, or your genius becomes a fool.\n\nIt is but a tiny step."
    }
  ],
  [
    {
      "status": "There’s but a tiny step between the great and the little, the tender and the contemptuous, the sublime and the ridiculous, the aggressive and the humble, the paradise and the perdition."
    }
  ],
  [
    {
      "status": "I am not prepared to say how many times I may overstep the finely-drawn line, or how many times I have already overstepped it. ’Tis a matter of small moment."
    }
  ],
  [
    {
      "status": "I have entered into certain things marvelously deep."
    }
  ],
  [
    {
      "status": "I know things, I know that I know them, and I know that I know that I know them, which is a fine psychological point."
    }
  ],
  [
    {
      "status": "It is magnificent of me to have gotten so far, at the age of nineteen, with no training other than that of the sand and barrenness."
    }
  ],
  [
    {
      "status": "Magnificent—do you hear?"
    }
  ],
  [
    {
      "status": "Very often I take this fact in my hand and squeeze it hard like an orange, to get the sweet, sweet juice from it."
    }
  ],
  [
    {
      "status": "I squeeze a great deal of juice from it every day, and every day the juice is renewed, like the vitals of Prometheus."
    }
  ],
  [
    {
      "status": "Yes, you may gaze long and curiously at the portrait in the front of this book."
    }
  ],
  [
    {
      "status": "a genius, with a wondrous liver within"
    }
  ],
  [
    {
      "status": "I shall tell you more about this liver, I think, before I have done."
    }
  ],
  [
    {
      "status": "I can remember a time long, oh, very long ago. That is the time when I was a child."
    }
  ],
  [
    {
      "status": "It is ten or a dozen years ago.\n\nOr is it a thousand years ago?"
    }
  ],
  [
    {
      "status": "It is when you have but just parted from your friend that he seems farthest from you."
    }
  ],
  [
    {
      "status": "When I have lived several more years the time when I was a child will not seem so far behind me.\n\nJust now it is frightfully far away."
    }
  ],
  [
    {
      "status": "It is so far away that I can see it plainly outlined on the horizon."
    }
  ],
  [
    {
      "status": "when I look I can feel the tears deep within me—a salt ocean of tears that roll and surge and swell bitterly in a dull, mad anguish, and never come to the surface"
    }
  ],
  [
    {
      "status": "I do not know which is the more weirdly and damnably pathetic:\n\nI when I was a child, or I when I am grown to a woman, young and all alone."
    }
  ],
  [
    {
      "status": "I weigh the question coldly and logically, but my logic trembles with rage and grief and unhappiness."
    }
  ],
  [
    {
      "status": "When I was a child I lived in Canada and in Minnesota. I was a little wild savage."
    }
  ],
  [
    {
      "status": "In Minnesota there were swamps where I used to wet my feet in the spring, and there were fields of tall grass where I would lie flat on my stomach in company with lizards and little garter snakes. And there were poplar leaves that turned their pale green backs upward on a hot afternoon, and soon there would be terrific thunder and lightning and rain. And there were robins that sang at dawn.\n\nThese things stay with one always."
    }
  ],
  [
    {
      "status": "I was tanned and sunburned, and I had an unkempt appearance."
    }
  ],
  [
    {
      "status": "My face was very dirty."
    }
  ],
  [
    {
      "status": "The original pattern of my frock was invariably lost in layers and vistas of the native soil."
    }
  ],
  [
    {
      "status": "My hair was braided or else it flew about"
    }
  ],
  [
    {
      "status": "My hands were little and strong and brown, and wrought much mischief."
    }
  ],
  [
    {
      "status": "I tramped wherever my stubborn little feet chose."
    }
  ],
  [
    {
      "status": "I was full of infantile malice."
    }
  ],
  [
    {
      "status": "Truly I was a vicious little beast."
    }
  ],
  [
    {
      "status": "I was a little piece of untrained Nature."
    }
  ],
  [
    {
      "status": "I am unable to judge which is the more savagely forlorn: the starved-hearted child, or the woman, young and all alone."
    }
  ],
  [
    {
      "status": "The little wild stubborn child felt things and wanted things."
    }
  ],
  [
    {
      "status": "She did not know that she felt things and wanted things."
    }
  ],
  [
    {
      "status": "Now I feel and I want things and I know it with burning vividness."
    }
  ],
  [
    {
      "status": "The little vicious Mary MacLane suffered, but she did not know that she suffered."
    }
  ],
  [
    {
      "status": "Yet that did not make the suffering less."
    }
  ],
  [
    {
      "status": "She reached out with a little sunburned hand to touch and take something.\n\nBut the sunburned little hand remained empty. There was nothing for it. No one had anything to put into it."
    }
  ],
  [
    {
      "status": "There was nothing for it. No one had anything to put into it."
    }
  ],
  [
    {
      "status": "The little wild creature wanted to be loved"
    }
  ],
  [
    {
      "status": "she wanted something to put in her hungry little heart."
    }
  ],
  [
    {
      "status": "But no one had anything to put into a hungry little heart.\n\nNo one said “dear.”"
    }
  ],
  [
    {
      "status": "The little vicious child was the only MacLane, and she felt somewhat alone."
    }
  ],
  [
    {
      "status": "But there, after all, were the lizards and the little garter snakes."
    }
  ],
  [
    {
      "status": "The wretched, hardened little piece of untrained Nature has grown and developed into a woman, young and alone."
    }
  ],
  [
    {
      "status": "For the child there was a Nothingness, and for the woman there is a great Nothingness."
    }
  ],
  [
    {
      "status": "Perhaps the Devil will bring me something in my lonely womanhood to put in my wooden heart."
    }
  ],
  [
    {
      "status": "The time when I was a child will never come again. It is gone—gone."
    }
  ],
  [
    {
      "status": "I may live through some long, long years, but nothing like it will ever come. For there is nothing like it."
    }
  ],
  [
    {
      "status": "It is a life by itself."
    }
  ],
  [
    {
      "status": "These come later."
    }
  ],
  [
    {
      "status": "It has naught to do with philosophy, or with genius"
    }
  ],
  [
    {
      "status": "The time of the child is a thing apart. It is the Planting and Seed-time."
    }
  ],
  [
    {
      "status": "It decides whether there shall be brightness or bitterness in the long after-years."
    }
  ],
  [
    {
      "status": "It had a Nothingness—do you hear, a Nothingness! Oh, the pity of it! the pity of it!"
    }
  ],
  [
    {
      "status": "I look back to the horizon at the figure of an unkempt, rough child"
    }
  ],
  [
    {
      "status": "I feel more than that indeed, but I have no words to tell it."
    }
  ],
  [
    {
      "status": "I shall have to miss forever some beautiful, wonderful things because of that wretched, lonely childhood."
    }
  ],
  [
    {
      "status": "There will always be a lacking, a wanting—some dead branches that never grew leaves."
    }
  ],
  [
    {
      "status": "It is not deaths and murders and plots and wars that make life tragedy.\n\nnIt is Nothing that makes life tragedy."
    }
  ],
  [
    {
      "status": "It is day after day, and year after year, and Nothing."
    }
  ],
  [
    {
      "status": "It is a sunburned little hand reached out and Nothing put into it."
    }
  ],
  [
    {
      "status": "I sit at my window and look out upon the housetops and chimneys of Butte."
    }
  ],
  [
    {
      "status": "As I look I have a weary, disgusted feeling."
    }
  ],
  [
    {
      "status": "People are abominable creatures."
    }
  ],
  [
    {
      "status": "Under each of the roofs live a man and woman joined together by that very slender thread, the marriage ceremony"
    }
  ],
  [
    {
      "status": "How many of them love each other? Not two in a hundred, I warrant."
    }
  ],
  [
    {
      "status": "The marriage ceremony is their one miserable, petty, paltry excuse for living together."
    }
  ],
  [
    {
      "status": "This marriage rite, it appears, is often used as a cloak to cover a world of rather shameful things."
    }
  ],
  [
    {
      "status": "So virtuous are they indeed that they are able to draw themselves up in the pride of their own purity, when they happen upon some corner where the marriage ceremony is lacking."
    }
  ],
  [
    {
      "status": "the women may draw away their skirts in shocked horror and wonder that such things can be, in view of their own spotless virtue."
    }
  ],
  [
    {
      "status": "And so they live on under the roofs, and they eat and work and sleep and die"
    }
  ],
  [
    {
      "status": "the children grow up and seek other roofs, and call upon the marriage ceremony even as their parents before them"
    }
  ],
  [
    {
      "status": "they likewise eat and work and sleep and die"
    }
  ],
  [
    {
      "status": "and so on world without end."
    }
  ],
  [
    {
      "status": "This also is life—the life of the good, virtuous Christians."
    }
  ],
  [
    {
      "status": "I think, therefore, that I should prefer some life that is not virtuous."
    }
  ],
  [
    {
      "status": "I shall never make use of the marriage ceremony. I hereby register a vow, Devil, to that effect."
    }
  ],
  [
    {
      "status": "When a man and a woman love one another that is enough. That is marriage. A religious rite is superfluous."
    }
  ],
  [
    {
      "status": "If the man and woman live together without the love, no ceremony in the world can make it marriage."
    }
  ],
  [
    {
      "status": "Is she not indeed a step lower since she pretends to be what she is not—plays the virtuous woman?"
    }
  ],
  [
    {
      "status": "The lesser of two evils, always."
    }
  ],
  [
    {
      "status": "I can think of nothing in the world like the utter littleness, the paltriness, the contemptibleness, the degradation, of the woman who is tied down under a roof with a man who is really nothing to her"
    }
  ],
  [
    {
      "status": "May I never, I say, become that abnormal, merciless animal, that deformed monstrosity—a virtuous woman.\n\nAnything, Devil, but that."
    }
  ],
  [
    {
      "status": "This is not a diary. It is a Portrayal."
    }
  ],
  [
    {
      "status": "It is my inner life shown in its nakedness."
    }
  ],
  [
    {
      "status": "I am trying my utmost to show everything—to reveal every petty vanity and weakness, every phase of feeling, every desire."
    }
  ],
  [
    {
      "status": "It is a remarkably hard thing to do, I find, to probe my soul to its depths"
    }
  ],
  [
    {
      "status": "Not that I am troubled with modesty or shame. Why should one be ashamed of anything?"
    }
  ],
  [
    {
      "status": "there are elements in one’s mental equipment so vague, so opaque, so undefined—how is one to grasp them?"
    }
  ],
  [
    {
      "status": "I have analyzed and analyzed, and I have gotten down to some extremely fine points—yet still there are things upon my own horizon that go beyond me."
    }
  ],
  [
    {
      "status": "There are feelings that rise and rush over me overwhelmingly."
    }
  ],
  [
    {
      "status": "I am helpless, crushed, and defeated, before them."
    }
  ],
  [
    {
      "status": "It is as if they were written on the walls of my soul-chamber in an unknown language."
    }
  ],
  [
    {
      "status": "My soul goes blindly seeking, seeking, asking. Nothing answers."
    }
  ],
  [
    {
      "status": "I cry out after some unknown Thing with all the strength of my being"
    }
  ],
  [
    {
      "status": "every nerve and fiber in my young woman’s-body and my young woman’s-soul reaches and strains in anguished unrest."
    }
  ],
  [
    {
      "status": "all my life’s manifold passions culminate in utter rage and woe."
    }
  ],
  [
    {
      "status": "Waves of intense, hopeless longing rush over me and envelop me round and round."
    }
  ],
  [
    {
      "status": "My heart, my soul, my mind go wandering—wandering; ploughing their way through darkness"
    }
  ],
  [
    {
      "status": "groping with helpless hands; asking, longing, wanting things: pursued by a Demon of Unrest."
    }
  ],
  [
    {
      "status": "I shall go mad—I shall go mad, I say over and over to myself."
    }
  ],
  [
    {
      "status": "No one goes mad. The Devil does not propose to release any one from a so beautifully-wrought, artistic damnation."
    }
  ],
  [
    {
      "status": "He looks to it that one’s senses are kept fully intact"
    }
  ],
  [
    {
      "status": "he fastens to them with steel chains the Demon of Unrest."
    }
  ],
  [
    {
      "status": "It hurts—oh, it tortures me in the days and days!"
    }
  ],
  [
    {
      "status": "when the Devil brings me my Happiness I will forgive him all this."
    }
  ],
  [
    {
      "status": "When my Happiness is given me, the Unrest will still be with me, I doubt not"
    }
  ],
  [
    {
      "status": "—the while I, with my wooden heart, my woman’s-body, my mind, my soul, shall be in transports."
    }
  ],
  [
    {
      "status": "I shall be filled with pleasure so deep and pain so intense that my being’s minutest nerve will reel and stagger in intoxication"
    }
  ],
  [
    {
      "status": "When my Happiness is given me I shall live centuries in the hours."
    }
  ],
  [
    {
      "status": "we shall all grow old rapidly"
    }
  ],
  [
    {
      "status": "Sorrow may age one in some degree."
    }
  ],
  [
    {
      "status": "Happiness—the real Happiness—rolls countless years off from one’s finger-tips in a single moment, and each year leaves its impress."
    }
  ],
  [
    {
      "status": "each year leaves its impress"
    }
  ],
  [
    {
      "status": "It is true that life is a tragedy to those who feel."
    }
  ],
  [
    {
      "status": "When my Happiness is given me life will be an ineffable, a nameless thing."
    }
  ],
  [
    {
      "status": "It will seethe and roar;\n\nit will plunge and whirl;\n\nit will leap and shriek in convulsion;"
    }
  ],
  [
    {
      "status": "it will guiver in delicate fantasy;\n\nit will writhe and twist;\n\nit will glitter and flash and shine;"
    }
  ],
  [
    {
      "status": "it will sing gently;\n\nit will shout in exquisite excitement;"
    }
  ],
  [
    {
      "status": "it will vibrate to the roots like a great oak in a storm"
    }
  ],
  [
    {
      "status": "it will dance;\nit will glide;\nit will gallop;\nit will rush;\nit will swell and surge;\nit will fly; \nit will soar high—high;"
    }
  ],
  [
    {
      "status": "it will go down into depths unexplored;\n\nit will rage and rave;\n\nit will yell in utter joy;"
    }
  ],
  [
    {
      "status": "it will melt;\nit will blaze;"
    }
  ],
  [
    {
      "status": "it will ride triumphant;\n\nit will grovel in the dust of entire pleasure;"
    }
  ],
  [
    {
      "status": "it will sound out like a terrific blare of trumpets;\n\nit will chime faintly, faintly like the remote tinkling notes of a harp"
    }
  ],
  [
    {
      "status": "it will sob and grieve and weep"
    }
  ],
  [
    {
      "status": "it will revel and carouse;\nit will shrink;\nit will go in pride;"
    }
  ],
  [
    {
      "status": "it will lie prone like the dead;\n\nit will float buoyantly on air"
    }
  ],
  [
    {
      "status": "it will moan, shiver, burst"
    }
  ],
  [
    {
      "status": "—oh, it will reek with Love and Light!"
    }
  ],
  [
    {
      "status": "The words of the English language are futile."
    }
  ],
  [
    {
      "status": "There are no words in it, or in any other, to express an idea of that thing which would be my life in its Happiness."
    }
  ],
  [
    {
      "status": "The words I have written describe it, it is true,—but confusedly and inadequately."
    }
  ],
  [
    {
      "status": "Words are for everyday use."
    }
  ],
  [
    {
      "status": "When it comes my turn to meet face to face the unspeakable vision of the Happy Life I shall be rendered dumb."
    }
  ],
  [
    {
      "status": "the rains of my feeling will come in torrents!"
    }
  ],
  [
    {
      "status": "I am an artist of the most artistic, the highest type."
    }
  ],
  [
    {
      "status": "I have uncovered for myself the art that lies in obscure shadows."
    }
  ],
  [
    {
      "status": "I have discovered the art of the day of small things."
    }
  ],
  [
    {
      "status": "I have acquired the art of Good Eating."
    }
  ],
  [
    {
      "status": "it is indeed a rare art"
    }
  ],
  [
    {
      "status": "I know it in all its rare exquisiteness at the young slim age of nineteen—which is one more mark of my genius, do you see?"
    }
  ],
  [
    {
      "status": "The art of Good Eating has two essential points: one must eat only when one is hungry, and one must take small bites."
    }
  ],
  [
    {
      "status": "There are persons who eat for the sake of eating. They are gourmands, and partake of the natures of the pig and the buzzard."
    }
  ],
  [
    {
      "status": "There are persons who take bites that are not small. These also are gourmands and partake of the natures of the pig and the buzzard."
    }
  ],
  [
    {
      "status": "There are persons who can enjoy nothing in the way of eating except a luxurious, well-appointed meal. These, it is safe to say, have not acquired the art of anything."
    }
  ],
  [
    {
      "status": "But I—I have acquired the art of eating an olive."
    }
  ],
  [
    {
      "status": "Now listen, and I will tell you the art of eating an olive:"
    }
  ],
  [
    {
      "status": "I take the olive in my fingers, and I contemplate its green oval richness."
    }
  ],
  [
    {
      "status": "It makes me think at once of the land where the green citron grows—where the cypress and myrtle are emblems"
    }
  ],
  [
    {
      "status": "of the land of the Sun where human beings are delightfully, enchantingly wicked,—where the men are eager and passionate, and the women gracefully developed in mind and in body—and their two breasts show round and full and delicately veined beneath thin drapery.\nThe mere sight of the olive conjures up this charming picture in my mind."
    }
  ],
  [
    {
      "status": "I set my teeth and my tongue upon the olive, and bite it. It is bitter, salt, delicious. The saliva rushes to meet it, and my tongue is a happy tongue."
    }
  ],
  [
    {
      "status": "As the morsel of olive rests in my mouth and is crunched and squeezed lusciously among my teeth, a quick, temporary change takes place in my character. I think of some adorable lines of the Persian poet: \n“Give thyself up to Joy, for thy Grief will be infinite. The stars shall again meet together at the same point in the firmament, but of thy body shall bricks be made for a palace wall.”"
    }
  ],
  [
    {
      "status": "“Oh, dear, sweet, bitter olive!” I say to myself."
    }
  ],
  [
    {
      "status": "The bit of olive slips down my red gullet, and so into my stomach. There it meets with a joyous welcome. Gastric juices leap out from the walls and swathe it in loving embrace."
    }
  ],
  [
    {
      "status": "My stomach is fond of something bitter and salt."
    }
  ],
  [
    {
      "status": "The philosophy of my stomach is wholly epicurean. Let it receive but a tiny bit of olive and it will reck not of the morrow, nor of the past. It lives, voluptuously, in the present. It is content. It is in paradise."
    }
  ],
  [
    {
      "status": "I bite the olive again. Again the bitter salt crisp ravishes my tongue. “If this be vanity,—vanity let it be.”"
    }
  ],
  [
    {
      "status": "The golden moments flit by and I heed them not. For am I not comfortably seated and eating an olive?"
    }
  ],
  [
    {
      "status": "Go hang yourself, you who have never been comfortably seated and eating an olive!"
    }
  ],
  [
    {
      "status": "I am now bent on reckless sensuality, let happen what will."
    }
  ],
  [
    {
      "status": "The fair earth seems to resolve itself into a thing oval and crisp and good and green and deliciously salt."
    }
  ],
  [
    {
      "status": "I experience a feeling of fervent gladness that I am a female thing living, and that I have a tongue and some teeth, and salivary glands."
    }
  ],
  [
    {
      "status": "It is now an absolute monarchy with the green olive at its head."
    }
  ],
  [
    {
      "status": "The kisses of the gastric juice become hot and sensual and convulsive and ecstatic."
    }
  ],
  [
    {
      "status": "“Avaunt, pale, shadowy ghosts of dyspepsia!” says my Stomach. “I know you not. I am of a brilliant, shining world. I dwell in Elysian fields.”"
    }
  ],
  [
    {
      "status": "Once more is my tongue electrified."
    }
  ],
  [
    {
      "status": "I am now a gross but supremely contented sensualist. An exquisite symphony of sensualism and pleasure seems to play somewhere within me. My heart purrs. My brain folds its arms and lounges."
    }
  ],
  [
    {
      "status": "The entire world is now surely one delicious green olive."
    }
  ],
  [
    {
      "status": "My mind is capable of conceiving but one idea—that of a green olive."
    }
  ],
  [
    {
      "status": "Therefore the green olive is a perfect thing—absolutely a perfect thing."
    }
  ],
  [
    {
      "status": "Disgust and disapproval are excited only by imperfections."
    }
  ],
  [
    {
      "status": "When a thing is perfect, no matter how hard one may look at it, one can see only itself—itself, and nothing beyond.\nAnd so I have made my olive and my art perfect."
    }
  ],
  [
    {
      "status": "It were well, ah, how well, if the hearts of the world could mingle in peace, as the gastric juices mingle at the coming of a green olive into my stomach! “Paradise! Paradise!” says my Stomach."
    }
  ],
  [
    {
      "status": "Every drop of blood in my passionate veins is resting."
    }
  ],
  [
    {
      "status": "Through my stomach—my stomach, do you hear—my soul seems to feel the infinite."
    }
  ],
  [
    {
      "status": "The minutes are flying. Shortly it will be over. But just now I am safe. I am entirely satisfied. I want nothing, nothing."
    }
  ],
  [
    {
      "status": "My inner quiet is infinite. I am conscious that it is but momentary, and it matters not. On the contrary, the knowledge of this fact renders the present quiet—the repose, more limitless, more intense."
    }
  ],
  [
    {
      "status": "Where now, Devil, is your damnation?"
    }
  ],
  [
    {
      "status": "If this be damnation, damnation let it be!"
    }
  ],
  [
    {
      "status": "If this be the human fall, then how good it is to be fallen!"
    }
  ],
  [
    {
      "status": "At this moment I would fain my fall were like yours, Lucifer, “never to hope again.”"
    }
  ],
  [
    {
      "status": "Bite by bite, the olive enters into my body and soul. Each bite brings with it a recurring wave of sensation and charm."
    }
  ],
  [
    {
      "status": "No. We will not dispute with the brilliant mind that declared life a tragedy to those who feel. We will let that stand."
    }
  ],
  [
    {
      "status": "However, there are parts of the tragedy that are not tragic. There are parts that admit of a turning aside."
    }
  ],
  [
    {
      "status": "As the years pass, one after another, I shall continue to eat. And as I eat I shall have my quiet, my brief period of aberration."
    }
  ],
  [
    {
      "status": "This is the art of Eating."
    }
  ],
  [
    {
      "status": "Truly my genius is analytical. And it enables me to endure—if also to feel bitterly—the heavy, heavy weight of life."
    }
  ],
  [
    {
      "status": "What a worm of misery I should be were it not for these bursts of philosophy, these turnings aside!"
    }
  ],
  [
    {
      "status": "If it please the Devil, one day I may have Happiness. That will be all-sufficient."
    }
  ],
  [
    {
      "status": "I shall then analyze no more. I shall be a different being."
    }
  ],
  [
    {
      "status": "When the last of the olive vanishes into the stomach, when it is there reduced to animated chyme, when I play with the olive-seed in my fingers, when I lean back in my chair and straighten out my spinal column,—oh, then do you not envy me, you fine, brave world"
    }
  ],
  [
    {
      "status": "As I read over now and then what I have written of my Portrayal I have alternate periods of hope and despair."
    }
  ],
  [
    {
      "status": "At times I think I am succeeding admirably—and again, what I have written compared to what I have felt seems vapid and tame."
    }
  ],
  [
    {
      "status": "Who has not felt the futility of words when one would express feelings?"
    }
  ],
  [
    {
      "status": "I take this hope and despair as another mark of genius."
    }
  ],
  [
    {
      "status": "Genius, apart from natural sensitiveness, is prone equally to unreasoning joy and to bitterest morbidness."
    }
  ],
  [
    {
      "status": "I am more than fond of writing, though I have hours when I can not write any more than I could paint a picture, or play Wagner as it should be played."
    }
  ],
  [
    {
      "status": "I think my style of writing has a wonderful intensity in it, and it is admirably suited to the creature it portrays."
    }
  ],
  [
    {
      "status": "What sort of Portrayal of myself would I produce if I wrote with the long, elaborate periods of Henry James, or with the pleasant, ladylike phrasing of Howells? It would be rather like a little tin phonograph trolling out flowery poetry at breakneck speed, or like a deep-toned church organ pouring forth “Goo-Goo Eyes” with ponderous feeling."
    }
  ],
  [
    {
      "status": "When I read a book I study it carefully to find whether the author knows things, and whether I could, with the same subject, write a better one myself.\nThe latter question I usually decide in the affirmative."
    }
  ],
  [
    {
      "status": "The highest thing one can do in literature is to succeed in saying that thing which one meant to say."
    }
  ],
  [
    {
      "status": "There is nothing better than that—to make the world see your thoughts as you see them. Eugene Field and Edgar Allan Poe and Robert Louis Stevenson and Charles Dickens, among others, have succeeded in doing this. They impress the world with a sense of their courage and realness."
    }
  ],
  [
    {
      "status": "There are people who have written books which did not impress the world in this way, but which nevertheless came out of the feeling and fullness of zealous hearts.\nAlways I think of that pathetic, artless little old-fashioned thing, “Jane Eyre”"
    }
  ],
  [
    {
      "status": "Always I think of that pathetic, artless little old-fashioned thing, “Jane Eyre,” as a picture shown to a world seeing with distorted vision."
    }
  ],
  [
    {
      "status": "Charlotte Bronté meant one thing when she wrote the book, and the world after a time suddenly understood a quite different thing, and heaped praise and applause upon her therefor."
    }
  ],
  [
    {
      "status": "I saw that there was a message—of bravery, perhaps, or of that good which may come out of Nazareth. But the world that praised and applauded and gave her money seems totally to have missed it."
    }
  ],
  [
    {
      "status": "It takes centuries of tears and piety and mourning to move this world a tiny bit."
    }
  ],
  [
    {
      "status": "still it will give you praise and applause and money if you will prostitute your sensibilities and emotions for the gratification of it"
    }
  ],
  [
    {
      "status": "I have no message to hide in a book and send out. I am writing a Portrayal.\nBut a Portrayal is also a thing that may be misunderstood."
    }
  ],
  [
    {
      "status": "If the Devil is at work in a brain it certainly is not idle."
    }
  ],
  [
    {
      "status": "when one considers how brilliant a personage the Devil is, and what very fine work he turns out, it becomes an open question whether he would have the slightest use for most of the idle brains that cumber the earth"
    }
  ],
  [
    {
      "status": "But, after all, the Devil is so clever that he could produce unexcelled workmanship with even the poorest tools."
    }
  ],
  [
    {
      "status": "My brain is one kind of devil’s workshop, and it is as incessantly hard-worked and always-busy a one as you could imagine."
    }
  ],
  [
    {
      "status": "there is a mental telegraphy between the Devil and me, which accounts for the fact that many of my ideas are so wonderfully groomed and perfumed and colored"
    }
  ],
  [
    {
      "status": "I take no credit to myself for this, though, as I say, I do the work myself."
    }
  ],
  [
    {
      "status": "I try always to give the Devil his due—and particularly in this Portrayal."
    }
  ],
  [
    {
      "status": "There are very few who give the Devil his due in this world of hypocrites."
    }
  ],
  [
    {
      "status": "I never think of the Devil as that atrocious creature in red tights, with cloven hoofs and a tail and a two-tined fork. I think of him rather as an extremely fascinating, strong, steel-willed person in conventional clothes—a man with whom to fall completely, madly in love."
    }
  ],
  [
    {
      "status": "Periodically I fall completely, madly in love with the Devil. He is so fascinating, so strong—so strong, exactly the sort of man whom my wooden heart awaits. I would like to throw myself at his head. I would make him a dear little wife."
    }
  ],
  [
    {
      "status": "“What would you have me do, little MacLane?” the Devil would say."
    }
  ],
  [
    {
      "status": "I would have you conquer me, crush me, know me"
    }
  ],
  [
    {
      "status": "“Say to me, ‘I love you, I love you, I love you,’ in your strong, steel, fascinating voice. Say it to me often, always—a million times.”"
    }
  ],
  [
    {
      "status": "Hurt me, burn me, consume me with hot love, shake me violently, embrace me hard, hard in your strong, steel arms, kiss me with wonderful burning kisses—press your lips to mine with passion, and your soul and mine would meet then in an anguish of joy for me!",
      "spoiler_text": "CW: Sexual violence"
    }
  ],
  [
    {
      "status": "“How shall I treat you, little MacLane?”\n“Treat me cruelly, brutally.”",
      "spoiler_text": "CW: Sexual violence"
    }
  ],
  [
    {
      "status": "“But you hate pain,” the Devil will say, “and when you are in your\npain you will hate me.”\n“But no,” I will answer, “pain that comes of you whom I love will\nbe ineffable exaltation.”"
    }
  ],
  [
    {
      "status": "I will cast myself at your feet;\nor I will minister to you with divine tenderness;\nor I will charm you with fantastic deviltry;\nwhen you weep, I will melt into tears; \nwhen you rejoice, I will go wild with delight; \nwhen you go deaf I will stop my ears; \nwhen you go blind I will put out my eyes; \nwhen you go lame I will cut off my legs.\nOh, I will be divinely dear, unutterably sweet!",
      "spoiler_text": "CW: Sexual violence"
    }
  ],
  [
    {
      "status": "“Indeed you are rarely sweet,” the Devil will say. And I will be in transports."
    }
  ],
  [
    {
      "status": "Oh, Devil, Devil, Devil!"
    }
  ],
  [
    {
      "status": "The days are long—long and very weary as I await the Devil’s coming."
    }
  ],
  [
    {
      "status": "To-day as I walked out I was impressed deeply with the wonderful beautifulness of Nature even in her barrenness."
    }
  ],
  [
    {
      "status": "The far-distant mountains had that high, pure, transparent look, and the nearer ones were transformed completely with a wistful, beseeching attitude that reminded me of my life."
    }
  ],
  [
    {
      "status": "It was late in the afternoon. As the sun lowered, the pure lavender of the far-away hills was tinted with faint-rose, and the gray of the nearer ones with sun-color."
    }
  ],
  [
    {
      "status": "the sand—my sand and barrenness—almost flushed consciously in its wide, mysterious magnitude"
    }
  ],
  [
    {
      "status": "In the sky there was a white cloud. The sky was blue—blue almost as when I was a child. The air was very gentle. The earth seemed softened."
    }
  ],
  [
    {
      "status": "There was an indefinite, caressing something over all that went into my soul and stirred it, and hurt it."
    }
  ],
  [
    {
      "status": "There was that in the air which is there when something is going to happen. Only nothing ever happens."
    }
  ],
  [
    {
      "status": "It is rare, I thought, that my sand and barrenness looks like this."
    }
  ],
  [
    {
      "status": "I crouched on the ground, and the wondrous calm and beauty of the natural things awed and moved me with strange, still emotions."
    }
  ],
  [
    {
      "status": "I felt, and gazed about me, and felt again. And everything was very still.\nPresently my eyes filled quietly with tears."
    }
  ],
  [
    {
      "status": "I bent my head into the breast of a great gray rock. Oh, my soul, my soul, I said over and over, not with passion."
    }
  ],
  [
    {
      "status": "It is so divine—the earth is so beautiful, so untainted—and I, what am I?"
    }
  ],
  [
    {
      "status": "It was so beautiful that now as I write, and it comes over me again, I can not restrain the tears.\nTears are not common."
    }
  ],
  [
    {
      "status": "I felt my wooden heart, my soul, quivering and sobbing with their unknown wanting. This is my soul’s awakening."
    }
  ],
  [
    {
      "status": "Ah, the pain of my soul’s awakening! Is there nothing, nothing to help this pain?"
    }
  ],
  [
    {
      "status": "I am so lonely, so lonely—Fannie Corbin, my one friend, my dearly-loved anemone lady, I want you so much—why aren’t you here! I want to feel your hand with mine as I felt it sometimes before you went away."
    }
  ],
  [
    {
      "status": "You are the only one among a worldful of people to care a little—and I love you with all the strength and worship I can give to the things that are beautiful and true."
    }
  ],
  [
    {
      "status": "You are the only one, the only one—and my soul is full of pain, and I am sitting alone on the ground, and my head lies on a rock’s breast.—"
    }
  ],
  [
    {
      "status": "Strange, sweet passions stirred and waked somewhere deep within me as I sat shivering on the ground. And I felt them singing far away, as if their faint voices came out of that limitless deep, deep blue above me; and it was like a choir of spirit-voices, and they sang of love and of light and of dear tender dreams, and of my soul’s awakening."
    }
  ],
  [
    {
      "status": "Why is this—and what is it that is hurting so? Is it because I am young, or is it because I am alone, or because I am a woman?"
    }
  ],
  [
    {
      "status": "Oh, it is a hard and bitter thing to be a woman! And why—why? Is woman so foul a creature that she must needs be purged by this infinite pain?"
    }
  ],
  [
    {
      "status": "The choir of faint, sweet voices comes to me incessantly out of the blue. My wooden heart and my soul are listening to them intently."
    }
  ],
  [
    {
      "status": "The voices are trying hard to tell me, to help me, but I can not understand."
    }
  ],
  [
    {
      "status": "I know only that it is about pure, exalted things, and about the all-abiding love that is somewhere; and it is about the earth-love, and about Truth,—but I can not understand."
    }
  ],
  [
    {
      "status": "the voices sing of me the child—a song of the unloved, starved little being; and a song of the unloved, half-grown creature; and a song of me, a woman and all alone—awaiting the Devil’s coming"
    }
  ],
  [
    {
      "status": "A female snake is born out of its mother’s white egg, and lives awhile in content among weeds and grass, and dies."
    }
  ],
  [
    {
      "status": "A female dog lives some years, and has bones thrown at her, and sometimes she receives a kick or a blow, and a dog-house to sleep in, and dies."
    }
  ],
  [
    {
      "status": "A female bird has a nest, and worms to eat, and goes south in the winter, and presently she dies."
    }
  ],
  [
    {
      "status": "A female toad has a swamp or a garden, some bugs and flies, contentment—and then she dies."
    }
  ],
  [
    {
      "status": "each of these has a male thing with her for a time, and soon there are little snakes or little dogs for her to love as much as it is given her to love—she can do no more"
    }
  ],
  [
    {
      "status": "they are fortunate with their little snakes and little dogs"
    }
  ],
  [
    {
      "status": "A female human being is born out of her mother’s fair body, branded with a strange, plague-tainted name, and let go; and lives awhile, and dies. But before she dies she awakes. There is a pain that goes with it."
    }
  ],
  [
    {
      "status": "The male thing that is with her for a time is unlike a snake or a dog. It is more like a man, and there is another pain for this."
    }
  ],
  [
    {
      "status": "when a little human being comes with a soul of its own there must be another awakening"
    }
  ],
  [
    {
      "status": "here also there is heavy soul-pain"
    }
  ],
  [
    {
      "status": "The name—the plague-tainted name branded upon her—means woman."
    }
  ],
  [
    {
      "status": "I lifted my head from the breast of the gray rock. The tears had been falling, falling."
    }
  ],
  [
    {
      "status": "Tears from the dried-up fountain of nineteen years are like drops of water wrung out of stone."
    }
  ],
  [
    {
      "status": "I did not dare look again at the hilltops and the deep blue, nor listen again to the voices."
    }
  ],
  [
    {
      "status": "Oh, with it all, I am a coward!"
    }
  ],
  [
    {
      "status": "I shrink and cringe before the pain of the dazzling lights. Yet I am waiting—longing for the most dazzling light of all: the coming of the Devil."
    }
  ],
  [
    {
      "status": "Oh, the wretched bitter loneliness of me!"
    }
  ],
  [
    {
      "status": "In all the deep darkness, and the silence, there is never a faint human light, never a voice!"
    }
  ],
  [
    {
      "status": "I have been looking over the confessions of the Bashkirtseff."
    }
  ],
  [
    {
      "status": "I have a stronger individuality than Marie Bashkirtseff, though her mind was probably in a higher state of development than mine, even when she was younger than I."
    }
  ],
  [
    {
      "status": "She worships a God one day and blasphemes him the next. She never loves her God. And why, then, does she have a God?"
    }
  ],
  [
    {
      "status": "He seems to be of no use to her—except as a convenient thing on which to fasten the blame for her misfortunes.—And, after all, that is something very useful indeed."
    }
  ],
  [
    {
      "status": "in her great passion—her ambition, Marie Bashkirtseff was beautifully consistent"
    }
  ],
  [
    {
      "status": "what terrific storms of woe and despair must have enveloped her when she knew that within a certain period she would be dead—removed from the world, and her work left undone!"
    }
  ],
  [
    {
      "status": "The time kept creeping nearer—she must have tasted the bitterness of death indeed."
    }
  ],
  [
    {
      "status": "It was certainly hard lines for the little Bashkirtseff."
    }
  ],
  [
    {
      "status": "There is one thing in the world that is more bitter than death—and that is life."
    }
  ],
  [
    {
      "status": "Suppose that I learned I was to die on the twenty-seventh of June, 1903, for instance. It would give me a soft warm wave of pleasure, I think.",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "I might come upon a new pain, but this, my long old torture, would cease."
    }
  ],
  [
    {
      "status": "What if I were to end everything now—when perhaps the Devil may be coming to me in two years’ time with Happiness?",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "Upon dying it might be that I should go to some wondrous fair country where there would be trees and running water, and a resting-place. Well—oh, well! But I want the earthly Happiness."
    }
  ],
  [
    {
      "status": "I am not high-minded and spiritual."
    }
  ],
  [
    {
      "status": "I am earthly, human—sensitive, sensuous, sensual, and, ah, dear, my soul wants its earthly Happiness!"
    }
  ],
  [
    {
      "status": "if I knew that irrevocable, inevitable death awaited me on June twenty-seventh, 1903, I should be satisfied",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "My Happiness might come before that time, or it might not. I should be satisfied."
    }
  ],
  [
    {
      "status": "I should know that my life was out of my hands. I should know, above all, that my long, long, old, old pain of loneliness would stop, June twenty-seventh, 1903.",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "If I have had my Happiness for a year or a day, well and good. I shall be content to grow as old and as sour as the Devil wills."
    }
  ],
  [
    {
      "status": "I am, do you see, a philosopher and a coward—with the philosophy of cowardice. I squeeze juice also from this fact sometimes—but the juice is not sweet juice."
    }
  ],
  [
    {
      "status": "The Devil—the fascinating man-devil—it may be, is coming, coming, coming."
    }
  ],
  [
    {
      "status": "And meanwhile I go on and on, in the midst of sand and barrenness."
    }
  ],
  [
    {
      "status": "The town of Butte presents a wonderful field to a student of humanity and human nature."
    }
  ],
  [
    {
      "status": "There are not a great many people—seventy thousand perhaps—but those seventy thousand are in their way unparalleled. For mixture, for miscellany—variedness, Bohemianism—where is Butte’s rival?"
    }
  ],
  [
    {
      "status": "My acquaintance extends widely among the inhabitants of Butte. Sometimes when I feel in the mood for it I spend an afternoon in visiting about among divers curious people."
    }
  ],
  [
    {
      "status": "At some Fourth of July demonstration, or on a Miners’ Union day, the heterogeneous herd turns out—and I turn out, with the herd and of it, and meditate and look on."
    }
  ],
  [
    {
      "status": "A single street in Butte contains people in nearly every walk of life—living side by side resignedly, if not in peace."
    }
  ],
  [
    {
      "status": "So this is Butte, the promiscuous—the Bohemian. And all these are the Devil’s playthings. They amuse him, doubtless."
    }
  ],
  [
    {
      "status": "The souls of these people are dumb."
    }
  ],
  [
    {
      "status": "Always I wonder, when I die will there be any one to remember me with love?"
    }
  ],
  [
    {
      "status": "I know I am not lovable.\nThat I want it so much only makes me less lovable, it seems. But—who knows?—it may be there will be some one."
    }
  ],
  [
    {
      "status": "My anemone lady does not love me. How can she—since she does not understand me? But she allows me to love her—and that carries me a long way."
    }
  ],
  [
    {
      "status": "There are many—oh, a great many—who will not allow you to love them if you would."
    }
  ],
  [
    {
      "status": "There is no one to love me now."
    }
  ],
  [
    {
      "status": "Always I wonder how it will be after some long years when I find myself about to die."
    }
  ],
  [
    {
      "status": "In this house where I drag out my accursed, devilish, weary existence, upstairs in the bathroom, on the little ledge at the top of the wainscoting, there are six tooth-brushes:"
    }
  ],
  [
    {
      "status": "The sight of these tooth-brushes day after day, week after week, and always, is one of the most crushingly maddening circumstances in my fool’s life."
    }
  ],
  [
    {
      "status": "Every Friday I wash up the bathroom. Usually I like to do this. I like the feeling of the water squeezing through my fingers, and always it leaves my nails beautifully neat."
    }
  ],
  [
    {
      "status": "the obviousness of those six tooth-brushes signifying me and the five other members of this family and the aimless emptiness of my existence here—Friday after Friday—makes my soul weary and my heart sick"
    }
  ],
  [
    {
      "status": "Never does the pitiable, barren, contemptible, damnable, narrow Nothingness of my life in this house come upon me with so intense a force as when my eyes happen upon those six tooth-brushes."
    }
  ],
  [
    {
      "status": "I am not undergoing an Inquisition, nor am I a convict in solitary confinement. But I live in a house with people who affect me mostly through their tooth-brushes—"
    }
  ],
  [
    {
      "status": "You who read this, can you understand the depth of bitterness and hatred that is contained in this for me? Perhaps you can a little if you are a woman and have felt yourself alone."
    }
  ],
  [
    {
      "status": "When I look at the six tooth-brushes a fierce, lurid storm of rage and passion comes over me."
    }
  ],
  [
    {
      "status": "Two heavy leaden hands lay hold of my life and press, press, press. They strike the sick, sick weariness to my inmost soul."
    }
  ],
  [
    {
      "status": "Oh, to leave this house and these people, and this intense Nothingness—oh, to pass out from them, forever! But where can I go, what can I do?"
    }
  ],
  [
    {
      "status": "I feel with mad fury that I am helpless."
    }
  ],
  [
    {
      "status": "The grasp of the stepfather and the mother is contemptible and absurd—but with the persistence and tenacity of narrow minds."
    }
  ],
  [
    {
      "status": "It is not seen—it is not tangible. It is felt."
    }
  ],
  [
    {
      "status": "Once I took away my own silver-handled tooth-brush from the bathroom ledge, and kept it in my bedroom for a day or two. I thought to lessen the effect of the six.\nI put it back in the bathroom.\nThe absence of one accentuated the significant damnation of the others."
    }
  ],
  [
    {
      "status": "This house is comfortably furnished. My mother spends her life in the adornment of it. The small square rooms are distinctly pretty.\nBut when I look at them seeingly I think of the proverb about the dinner of stalled ox."
    }
  ],
  [
    {
      "status": "Yet there is no hatred here, except mine and my bitterness."
    }
  ],
  [
    {
      "status": "There is that which is subtler and strikes deeper. There is the lack of sympathy—the lack of everything that counts: there is the great, deep Nothing."
    }
  ],
  [
    {
      "status": "How much better were there hatred here than Nothing!"
    }
  ],
  [
    {
      "status": "I have nowhere to go—no money, and I know the world quite too well to put the slightest faith in its voluntary kindness of heart. But how much better and wider, less damned, less maddening, to go out into it and be beaten and cheated and fooled with, than this!—this thing that gathers itself easily into a circle made of six tooth-brushes with a sufficiency of surplus damnation."
    }
  ],
  [
    {
      "status": "I have read about a woman who went down from Jerusalem to Jericho and fell among thieves. Perhaps she had a house at Jerusalem with six tooth-brushes and Nothingness."
    }
  ],
  [
    {
      "status": "I ask myself were it not better to walk the earth an outcast, a solitary woman, and meet and face even these, than that each and every one of my woman-senses should wear slowly, painfully to shreds, and strain and break—in this unnameable Nothing?"
    }
  ],
  [
    {
      "status": "Oh, the dreariness—the hopelessness of Nothing!"
    }
  ],
  [
    {
      "status": "There are no words to tell it. And things are always hardest to bear when there are no words for them."
    }
  ],
  [
    {
      "status": "However great one’s gift of language may be, there is always something that one can not tell."
    }
  ],
  [
    {
      "status": "I am weary of self—always self. But it must be so. \nMy life is filled with self."
    }
  ],
  [
    {
      "status": "If my soul could awaken fully perhaps I might be lifted out of myself—surely I should be. But my soul is not awake."
    }
  ],
  [
    {
      "status": "Oh, I feel everything—everything!"
    }
  ],
  [
    {
      "status": "Oh, I feel everything—everything! I feel what might be. And there is Nothing. There are six tooth-brushes."
    }
  ],
  [
    {
      "status": "Would I stop for a few fine distinctions, a theory, a natural law even, to escape from this into Happiness—or into something greatly less?\nMisery—misery! If only I could feel it less!  \nOh, the weariness, the weariness—as I await the Devil’s coming."
    }
  ],
  [
    {
      "status": "Often I walk out to a place on the flat valley below the town, to flirt with Death."
    }
  ],
  [
    {
      "status": "There is within me a latent spirit of coquetry, it appears."
    }
  ],
  [
    {
      "status": "Down on the flat there is a certain deep, dark hole with several feet of water at the bottom."
    }
  ],
  [
    {
      "status": "This hole completely fascinates me."
    }
  ],
  [
    {
      "status": "Sometimes when I start out to walk in a quite different direction, I feel impelled almost irresistibly to turn and go down on the flat in the direction of the fascinating, deep black hole."
    }
  ],
  [
    {
      "status": "Here I flirt with Death. The hole is so narrow—only about four feet across—and so dark, and so deep!"
    }
  ],
  [
    {
      "status": "At any rate it is isolated and deserted, and it has a rare loving charm for me."
    }
  ],
  [
    {
      "status": "I go there sometimes in the early evening, and kneel on the edge of it and lean over the dark pit, with my hand grasping a wooden stake that is driven into the ground near by."
    }
  ],
  [
    {
      "status": "it sounds a long way off"
    }
  ],
  [
    {
      "status": "There is something wonderfully soothing, wonderfully comforting to my unrestful, aching wooden heart in the dark mystery of this fascinating hole."
    }
  ],
  [
    {
      "status": "Here is the End for me, if I want it—here is the Ceasing, when I want it. And I lean over and smile quietly.",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "“No flowers,” I say softly to myself, “no weeping idiots, no senseless funeral, no oily undertaker fussing over my woman’s-body, no useless Christian prayers. Nothing but this deep dark restful grave.”"
    }
  ],
  [
    {
      "status": "No one would ever find it. It is a mile and a half from any house."
    }
  ],
  [
    {
      "status": "“The End, the End!” I say softly and ecstatically. Yet I do not lean farther out. My hand does not loosen its tight grasp on the wooden stake. I am only flirting with Death now.",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "Death is fascinating—almost like the Devil."
    }
  ],
  [
    {
      "status": "Death makes use of all his arts and wiles, powerful and alluring, and flirts with deadly temptation for me."
    }
  ],
  [
    {
      "status": "I make use of my arts and wiles—and tempt him."
    }
  ],
  [
    {
      "status": "Death would like dearly to have me, and I would like dearly to have him. It is a flirtation that has its source in mutual desire. We do not love each other, Death and I,—we are not friends. But we desire each other sensually, lustfully.",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "Death knows it is only a question of time."
    }
  ],
  [
    {
      "status": "First the Devil, then Death: a deep dark soothing grave—and the early evening, “and a little folding of the hands to sleep.”"
    }
  ],
  [
    {
      "status": "I am in no small degree, I find, a sham—a player to the gallery. Possibly this may be felt as you read these analyses."
    }
  ],
  [
    {
      "status": "I aim to convey through them all the idea that I am lacking in the grand element of Truth—that there is in the warp and woof of my life a thread that is false—false."
    }
  ],
  [
    {
      "status": "I don’t know how to say this without the fear of being misunderstood."
    }
  ],
  [
    {
      "status": "When I say I am in a way a sham, I have no reference to the truths as I have given them in this Portrayal, but to a very light and subtle thing that runs through them."
    }
  ],
  [
    {
      "status": "in my life, in my personality, there is an essence of falseness and insincerity"
    }
  ],
  [
    {
      "status": "A thin, fine vapor of fraud hangs always over me and dampens and injures some things in me that I value."
    }
  ],
  [
    {
      "status": "I have not succeeded thoroughly in analyzing this—it is so thin, so elusive, so faint—and yet not little."
    }
  ],
  [
    {
      "status": "I have lived my nineteen years buried in an environment at utter variance with my natural instincts, where my inner life is never touched, and my sympathies very rarely, if ever, appealed to."
    }
  ],
  [
    {
      "status": "I never disclose my real desires or the texture of my soul."
    }
  ],
  [
    {
      "status": "every day of my life I am playing a part; I am keeping an immense bundle of things hidden under my cloak"
    }
  ],
  [
    {
      "status": "for I was a sly, artful little liar even in the days of five and six"
    }
  ],
  [
    {
      "status": "A year ago when the friendship of my anemone lady was given me, and she would sometimes hear sympathetically some long-silent bit of pain, I felt a snapping of tense-drawn cords, a breaking away of flood-gates—and a strange, new pain. I felt as if I must clasp her gentle hand tightly and give way to the pent-up, surging tears of eighteen years."
    }
  ],
  [
    {
      "status": "I had wanted this tender thing more than anything else all my life, and it was given me suddenly."
    }
  ],
  [
    {
      "status": "I felt a convulsion and a melting, within."
    }
  ],
  [
    {
      "status": "There was no doubt in my own mind as to my own perfect sincerity of feeling, but there was with it and around it this vapor of fraud, a spirit of falseness that rose and confronted me and said, “hypocrite,” “fool.”"
    }
  ],
  [
    {
      "status": "It may be that the spirit of falseness is itself a false thing—yet true or false, it is with me always."
    }
  ],
  [
    {
      "status": "I have tried, in writing out my emotions, to convey an idea of this sham element while still telling everything faithfully true. Sometimes I think I have succeeded, and at other times I seem to have signally failed."
    }
  ],
  [
    {
      "status": "This element of falseness is absolutely the very thinnest, the very finest, the rarest of all the things in my many-sided character.\nIt is not the most unimportant."
    }
  ],
  [
    {
      "status": "always it is the same: I see before me in the path, darkening the way and filling me with dread and discouragement"
    }
  ],
  [
    {
      "status": "A great black shadow—the shadow of my own element of falseness.\nI can not rid myself of it.\nI am an innate liar."
    }
  ],
  [
    {
      "status": "This is a hard thing to write about."
    }
  ],
  [
    {
      "status": "Of all things it is the most liable to be misunderstood. You will probably misunderstand it, for I have not succeeded in giving the right idea of it. I aimed at it and missed it. It eluded me completely."
    }
  ],
  [
    {
      "status": "This is as near as I can come to it. But it is something infinitely finer and rarer."
    }
  ],
  [
    {
      "status": "It is a difficult task to show to others a thing which, though I feel and recognize it thoroughly, I have not yet analyzed for myself."
    }
  ],
  [
    {
      "status": "But this is a complete Portrayal of me—as I await the Devil’s coming—and I must tell everything—everything."
    }
  ],
  [
    {
      "status": "So then, yes. As I have said, I find that I am quite, quite odd."
    }
  ],
  [
    {
      "status": "My various acquaintances say that I am funny. They say, “Oh, it’s that May MacLane, Dolly’s younger sister. She’s funny.” \nBut I call it oddity."
    }
  ],
  [
    {
      "status": "I bear the hall-mark of oddity."
    }
  ],
  [
    {
      "status": "There was a time, a year or two since, when I was an exceedingly sensitive little fool—"
    }
  ],
  [
    {
      "status": "My years in the high school were not years of joy."
    }
  ],
  [
    {
      "status": "I was a sensitive little fool."
    }
  ],
  [
    {
      "status": "That sensitiveness, I rejoice to say, has gone from me. The opinion of these young people, or of these old people, is now a thing that is quite unable to affect me."
    }
  ],
  [
    {
      "status": "The more I see of conventionality, it seems, the more I am odd."
    }
  ],
  [
    {
      "status": "Though I am young and feminine—very feminine—yet I am not that quaint conceit, a girl"
    }
  ],
  [
    {
      "status": "The sort of person that Laura E. Richards writes about, and Nora Perry, and Louisa M. Alcott,—girls with bright eyes, and with charming faces (they always have charming faces), standing with reluctant feet where the brook and river meet,—and all that sort of thing.\nI missed all that."
    }
  ],
  [
    {
      "status": "I am not a girl. I am a woman, of a kind. I began to be a woman at twelve, or more properly, a genius."
    }
  ],
  [
    {
      "status": "I am not a heroine, either."
    }
  ],
  [
    {
      "status": "A heroine is beautiful—eyes like the sea shoot opaque glances from under drooping lids—walks with undulating movements, her bright smile haunts one still, falls methodically in love with a man—always with a man, eats things (they are always called “viands”) with a delicate appetite, and on special occasions her voice is full of tears. I do none of these things."
    }
  ],
  [
    {
      "status": "I am not beautiful."
    }
  ],
  [
    {
      "status": "I do not walk with undulating movements—indeed, I have never seen any one walk so, except, perhaps, a cow that has been overfed."
    }
  ],
  [
    {
      "status": "My bright smile haunts no one. I shoot no opaque glances from my eyes, which are not like the sea by any means."
    }
  ],
  [
    {
      "status": "my appetite for what I do eat is most excellent"
    }
  ],
  [
    {
      "status": "my voice has never yet, to my knowledge, been full of tears"
    }
  ],
  [
    {
      "status": "There never seem to be any plain heroines, except Jane Eyre, and she was very unsatisfactory. She should have entered into marriage with her beloved Rochester in the first place."
    }
  ],
  [
    {
      "status": "Some people say that beauty is a curse. It may be true, but I’m sure I should not have at all minded being cursed a little."
    }
  ],
  [
    {
      "status": "I wish some one would write a book about a plain, bad heroine so that I might feel in real sympathy with her."
    }
  ],
  [
    {
      "status": "far from being a girl or a heroine, I am a thief—as I have before suggested"
    }
  ],
  [
    {
      "status": "I stole three dollars."
    }
  ],
  [
    {
      "status": "I knew she would not pay any attention to a little detail like that,—she was deeply interested in her new frock;"
    }
  ],
  [
    {
      "status": "At any rate, she did not need the money, and I wanted three dollars, and so I stole it.\nI am a thief."
    }
  ],
  [
    {
      "status": "It has been suggested to me that I am a kleptomaniac. But I am sure my mind is perfectly sane. I have no such excuse. I am a plain, downright thief."
    }
  ],
  [
    {
      "status": "I steal money, or anything that I want, whenever I can, nearly always. It amuses me—and one must be amused."
    }
  ],
  [
    {
      "status": "of course I could not think of stealing from my one friend"
    }
  ],
  [
    {
      "status": "It would be extremely inconvenient to be known as a thief, merely."
    }
  ],
  [
    {
      "status": "When the world knows you are a thief it blinds itself completely to your other attributes. It calls you a thief, and there’s an end."
    }
  ],
  [
    {
      "status": "I am a genius as well as a thief—but the world would quite overlook that fact. “A thief’s a thief,” says the world."
    }
  ],
  [
    {
      "status": "the mere fact of being a thief should not exclude the consideration of one’s other traits"
    }
  ],
  [
    {
      "status": "When the world knows you are a Methodist minister, for instance, it will admit that you may also be a violinist, or a chemist, or a poet, and will credit you therefor. And so if it condemns you for being a thief, it should at the same time admire you for being a genius."
    }
  ],
  [
    {
      "status": "If it does not admire you for being a genius, then it has no right to condemn you for being a thief."
    }
  ],
  [
    {
      "status": "—And why the world should condemn any one for being a thief—when there is not within its confines any one who is not a thief in some way—is a bit of irony upon which I have wasted much futile logic.—"
    }
  ],
  [
    {
      "status": "I am not trying to justify myself for stealing. I do not consider it a thing that needs to be justified, any more than walking or eating or going to bed."
    }
  ],
  [
    {
      "status": "if the world knew that I am a thief without being first made aware with emphasis that I am some other things also, then the world would be a shade cooler for me than it already is—which would be very cool indeed"
    }
  ],
  [
    {
      "status": "in writing my Portrayal I have dwelt upon other things at some length before touching on my thieving propensities"
    }
  ],
  [
    {
      "status": "None of my acquaintances would suspect that I am a thief. I look so respectable, so refined, so “nice,” so inoffensive, so sweet, even!"
    }
  ],
  [
    {
      "status": "I am a great many things that I do not appear to be."
    }
  ],
  [
    {
      "status": "The woman from whom I stole the three dollars, if she reads this, will recognize it. This will be inconvenient. I fervently hope she may not read it. It is true she is not of the kind that reads."
    }
  ],
  [
    {
      "status": "But, after all, it’s of no consequence. This Portrayal is Mary MacLane: her wooden heart, her young woman’s-body, her mind, her soul.\nThe world may run and read."
    }
  ],
  [
    {
      "status": "She bears various marks of cold, rough handling on her mind and body. Her life has all but run its course. She is worn out."
    }
  ],
  [
    {
      "status": "—my reputation must be sadly damaged by now."
    }
  ],
  [
    {
      "status": "There is a certain bond of sympathy between her and me. We are fond of each other."
    }
  ],
  [
    {
      "status": "When she sees me picking my way towards her house, her hard, sour face softens wonderfully and a light of distinct friendliness comes into her green eyes."
    }
  ],
  [
    {
      "status": "Don’t you know, there are few people enough in the world whose hard, sour faces will soften at sight of you and a distinctly friendly light come into their green eyes. For myself, I find such people few indeed."
    }
  ],
  [
    {
      "status": "So the profane old woman and I are fond of each other. No question of morals, or of immorals, comes between us. We are equals."
    }
  ],
  [
    {
      "status": "She shows me old tin-types of these people. She has told me the varied tale of her life a great many times. I like to hear her tell it. It is like nothing else I have heard."
    }
  ],
  [
    {
      "status": "The story in its unblushing simplicity, the sour-faced old woman sitting telling it, and the tin-types,—contain a thing that is absurdly, grotesquely, tearlessly sad."
    }
  ],
  [
    {
      "status": "Once when I went to her house I brought with me six immense, heavy, fragrant chrysanthemums.\nThey had been bought with the three dollars I had stolen.\nIt pleased me to buy them for the profane old woman."
    }
  ],
  [
    {
      "status": "I knew they would please her, but that was not the reason I gave her them.\nI did it purely and simply to please myself."
    }
  ],
  [
    {
      "status": "my only regret was that I had not had an opportunity to steal a larger sum"
    }
  ],
  [
    {
      "status": "Long ago, when I was six, I was a thief—only I was not then, as now, a graceful, light-fingered thief—I had not the philosophy of stealing."
    }
  ],
  [
    {
      "status": "When I would steal a copper cent out of my mother’s pocketbook I would feel a dreadful, suffocating sinking in my bad heart, and for days and nights afterwards—long after I had eaten the chocolate mouse—the copper cent would haunt me and haunt me"
    }
  ],
  [
    {
      "status": "is it not finer to be nineteen and a thief, with the philosophy of stealing—than to be six and haunted day and night by a copper cent?"
    }
  ],
  [
    {
      "status": "For now always my only regret is, when I have stolen five dollars, that I did not steal ten while I was about it."
    }
  ],
  [
    {
      "status": "It is a long time ago since I was six."
    }
  ],
  [
    {
      "status": "To-day I walked over the hill where the sun vanishes down in the afternoon."
    }
  ],
  [
    {
      "status": "I followed the sun so far as I could, but two even very good legs can do no more than carry one into the midst of the sunshine—and then one may stand and take leave, lovingly, of it."
    }
  ],
  [
    {
      "status": "I stood in the valley below the hill and looked away at the gold-yellow mountains that rise into the cloudy blue, and at the long gray stretches of rolling sand. It all reminded me of the Devil and the Happiness he will bring me."
    }
  ],
  [
    {
      "status": "Some day the Devil will come to me and say: “Come with me.”\nAnd I will answer: “Yes.”"
    }
  ],
  [
    {
      "status": "he will take me away with him to a place where it is wet and green—where the yellow, yellow sunshine falls on heaven-kissing hills, and misty, cloudy masses float over the valleys"
    }
  ],
  [
    {
      "status": "The Devil and I will love each other intensely, perfectly—for days!"
    }
  ],
  [
    {
      "status": "He will be incarnate, but he will not be a man. He will be the man-devil, and his soul will take mine to itself and they will be one—for days."
    }
  ],
  [
    {
      "status": "Imagine me raised out of my misery and obscurity, dullness and Nothingness, into the full, brilliant life of the Devil—for days!"
    }
  ],
  [
    {
      "status": "The love of the man-devil will enter into my barren, barren life and melt all the cold, hard things, and water the barrenness, and a million little green growing plants will start out of it;"
    }
  ],
  [
    {
      "status": "a clear, sparkling spring will flow over it—through the dreary, sandy stretches of my bitterness, among the false stony roadways of my pain and hatred"
    }
  ],
  [
    {
      "status": "a great rushing, flashing cataract of melting love will flow over my weariness and unrest and wash it away forever"
    }
  ],
  [
    {
      "status": "My life will be borne far out of self, and self will sink quietly out of sight—and I shall see it farther and farther away, until it disappears."
    }
  ],
  [
    {
      "status": "“It is the last—the last—of that Mary MacLane,” I will say, and I will feel a long, sighing, quivering farewell."
    }
  ],
  [
    {
      "status": "A thousand years of misery—and now a million years of Happiness."
    }
  ],
  [
    {
      "status": "When the sun is setting in the valley and the crests of those heaven-kissing hills are painted violet and purple, and the valley itself is reeking and swimming in yellow-gold light, the man-devil—whom I love more than all—and I will go out into it.\nWe will be saturated in the yellow light of the sun and the gold light of Love."
    }
  ],
  [
    {
      "status": "The man-devil will say to me: “Look, you little creature, at this beautiful picture of Joy and Happiness. It is the picture of your life as it will be while I am with you—and I am with you for days.”"
    }
  ],
  [
    {
      "status": "Ah, yes, I will take a last, long farewell of this Mary MacLane.\nNot one faint shadow of her weary wretched Nothingness will remain."
    }
  ],
  [
    {
      "status": "a brilliant, buoyant, joyous creature—transformed, adorned, garlanded by the love of the Devil"
    }
  ],
  [
    {
      "status": "My mind will be a treasure-house of art, swept and garnished and strong and at its best."
    }
  ],
  [
    {
      "status": "My barren, hungry heart will come at last to its own. The red flames of the man-devil’s love will burn out forever its pitiable, distorted, wooden quality"
    }
  ],
  [
    {
      "status": "My young woman’s-body likewise will be metamorphosed, and I shall feel it developing and filled with myriads of little contentments and pleasures."
    }
  ],
  [
    {
      "status": "Always my young woman’s-body is a great and important part of me, and when I am married to the Devil its finely-organized nerve-power and intricate sensibility will be culminated to marvelous completeness."
    }
  ],
  [
    {
      "status": "My soul—upon my soul will descend consciously the light that never was on land or sea."
    }
  ],
  [
    {
      "status": "No matter what came before, I will say; no matter what comes afterward. Just now it is the man-devil, my best-beloved, and I, living in the yellow light."
    }
  ],
  [
    {
      "status": "Think of living with the Devil in a bare little house, in the midst of green wetness and sweetness and yellow light—for days!"
    }
  ],
  [
    {
      "status": "In the gray dawn it will be ineffably sweet and beautiful, with shining leaves and the gray, unfathomable air, and the wet grass, and all."
    }
  ],
  [
    {
      "status": "“Be happy now, my weary little wife,” the Devil will say.\nAnd the long, long yellow-gold day will be filled with the music of Real Life."
    }
  ],
  [
    {
      "status": "My grandest possibility will be realized. The world contains a great many things—and this is my grandest possibility realized!"
    }
  ],
  [
    {
      "status": "I will weep rapturous tears."
    }
  ],
  [
    {
      "status": "When I think of all this and write it there is in me a feeling that is more than pain."
    }
  ],
  [
    {
      "status": "Perhaps the very sweetest, the tenderest, the most pitiful and benign human voice in the world could sing these things and this feeling set to their own wondrous music,—and it would echo far—far,—and you would understand."
    }
  ],
  [
    {
      "status": "At times when I walk among the natural things—the barren, natural things—I know that I believe in Something. Why can I not call it God and pray to it?"
    }
  ],
  [
    {
      "status": "—I know that I believe in Something. Why can I not call it God and pray to it?"
    }
  ],
  [
    {
      "status": "Why can I not call it God and pray to it?"
    }
  ],
  [
    {
      "status": "There is Something—I do not know it intellectually, but I feel it—I feel it—with my soul. It does not seem to reach down to me. It does not pity me. It does not look at me tenderly in my unhappiness.\nMy soul feels only that it is there."
    }
  ],
  [
    {
      "status": "No. It is not all-loving, all-gracious, all-pitying. It hurts me—it hurts me always as I walk over the sand. But even while it hurts me it seems to promise—ah, those beautiful things that it promises me!"
    }
  ],
  [
    {
      "status": "the hurting is anguish—for I know that the promises will never be fulfilled"
    }
  ],
  [
    {
      "status": "There is within me a thing that is aching, aching, aching always as the days pass."
    }
  ],
  [
    {
      "status": "It is not my pain of wanting, nor my pain of unrest, nor my pain of bitterness, nor of hatred. I know those in all their own anguish."
    }
  ],
  [
    {
      "status": "This aching is another pain. It is a pain that I do not know—"
    }
  ],
  [
    {
      "status": "My soul is worn and weary with pain."
    }
  ],
  [
    {
      "status": "There is no compassion—no mercy upon me. There is no one to help me bear it. It is just I alone out on the sand and barrenness."
    }
  ],
  [
    {
      "status": "It is cruel anguish to be always alone—and so long—oh, so long!"
    }
  ],
  [
    {
      "status": "Nineteen years are as ages to you when you are nineteen."
    }
  ],
  [
    {
      "status": "When you are nineteen there is no experience to tell you that all things have an end.\nThis aching pain has no end."
    }
  ],
  [
    {
      "status": "I feel no tears now, but I feel heavy sobs that shake my life to its center."
    }
  ],
  [
    {
      "status": "My soul is wandering in a wilderness."
    }
  ],
  [
    {
      "status": "There is a great light sometimes that draws my soul toward it. When my soul turns toward it, it shines out brilliant and dazzling and awful—and the worn, sensitive thing shrinks away, and shivers, and is faint."
    }
  ],
  [
    {
      "status": "Shall my soul have to know this Light, inevitably? Must it, some day, plunge into this?"
    }
  ],
  [
    {
      "status": "There are times when the great Light is dim and beautiful as the starlight—the utter agony of it—the cruel, ineffable loveliness!"
    }
  ],
  [
    {
      "status": "Do you understand this? I am telling you my young, passionate life-agony? Do you listen to it indifferently? Has it no meaning for any one? For me it means everything. For me it makes life old, long, weariness."
    }
  ],
  [
    {
      "status": "It may be that you know. And perhaps you would even weep a little with me if you had time."
    }
  ],
  [
    {
      "status": "It is as if this Light were the light of the Christian religion—and the Christian religion is full of hatred."
    }
  ],
  [
    {
      "status": "It says, “Come unto me, you that are heavy laden, and I will give you rest.” But when you would go, when you reach up with your weary hands, it sends you a too-brilliant Light—it makes you fair, wondrous promises—it puts you off."
    }
  ],
  [
    {
      "status": "You beseech it in your suffering—\n“While the waters near me roll, While the tempest still is high—”\nbut it does not listen—it does not care."
    }
  ],
  [
    {
      "status": "Worship me, worship me, it says, but after that let me alone. There is a bookful of promises. Take it and thank me and worship me.\nIt does not care."
    }
  ],
  [
    {
      "status": "If I obey it, it looks on indifferently. If I disobey it, it looks on indifferently. If I am in woe, it looks on indifferently. If I am in a brief joy, it looks on indifferently."
    }
  ],
  [
    {
      "status": "The Light is shown me and I reach after it, but it is placed high out of my reach."
    }
  ],
  [
    {
      "status": "I see the promises in the Light. Oh, why—why does it promise these things! Is not the burden of life already greater than I can bear? And there is the story of the Christ. It is beautiful. It is damningly beautiful. It draws the tears of pain and soft anguish from me at the sense of beauty. And when every nerve in me is melted and overflowing, then suddenly I am conscious that it is a lie—a lie."
    }
  ],
  [
    {
      "status": "Everywhere I turn there is Nothing—Nothing.\nMy soul wails out its grief in loneliness.\nMy soul wanders hither and thither in the dark wilderness and asks, asks always in blind, dull agony, How long?—how long?"
    }
  ],
  [
    {
      "status": "Life is a pitiful thing."
    }
  ],
  [
    {
      "status": "I stand in the midst of my sand and barrenness and gaze hard at everything that is within my range of vision—and ruin my eyes trying to see into the darkness beyond."
    }
  ],
  [
    {
      "status": "nearly always I feel a vague contempt for you, fine, brave world—"
    }
  ],
  [
    {
      "status": "I promise you, if some one comes from among you over the sunset hill one day with love for me, I will fall at your feet."
    }
  ],
  [
    {
      "status": "I am a selfish, conceited, impudent little animal, it is true, but, after all, I am only one grand conglomeration of Wanting—and when some one comes over the barren hill to satisfy the wanting, I will be humble, humble in my triumph."
    }
  ],
  [
    {
      "status": "It is a difficult thing—a most difficult thing—to live on as one year follows another, from childhood slowly to womanhood, without one single sharer of your life—to be alone, always alone, when your one friend is gone."
    }
  ],
  [
    {
      "status": "Doubtless you know this. After all, fine brave world, there are some things that you know very well. Whether or not you care is a quite different matter."
    }
  ],
  [
    {
      "status": "You have the power to take this wooden heart in a tight, suffocating grasp. You have the power to do this with pain for me, and you have the power to do it with ravishing gentleness. But whether or not you will is another matter."
    }
  ],
  [
    {
      "status": "You may think evil of me before you have finished reading this."
    }
  ],
  [
    {
      "status": "sometimes you see evil where there is no evil, and think evil when the only evil is in your own brains"
    }
  ],
  [
    {
      "status": "I do not want your wisdom, your judgment. I want some one to come up over the barren sunset hill. My thoughts are the thoughts of youth, which are said to be long, long thoughts."
    }
  ],
  [
    {
      "status": "Your life is multi-colored and filled with people. My life is of the gray of sand and barrenness, and consists of Mary MacLane, the longing for Happiness, and the memory of the anemone lady."
    }
  ],
  [
    {
      "status": "This Portrayal is my deepest sincerity, my tears, my drops of red blood. Some of it is wrung from me—wrung by my ambition to tell everything."
    }
  ],
  [
    {
      "status": "It is not altogether good that I should give you all this, since I do not give it for love of you. I am giving it in exchange for a few gayly-colored things."
    }
  ],
  [
    {
      "status": "I want you to know all these passions and emotions. I give them with the utmost freedom."
    }
  ],
  [
    {
      "status": "I shall be furious indeed if you do not take them. At the same time, the fact that I am exchanging my tears and my drops of red blood for your gayly-colored trifles is not a thing that thrills me with delight."
    }
  ],
  [
    {
      "status": "It’s of little moment. When the Devil comes over the hill with Happiness I will rush at him frantically headlong—and nothing else will matter."
    }
  ],
  [
    {
      "status": "Mary MacLane—what are you, you forlorn, desolate little creature?"
    }
  ],
  [
    {
      "status": "Why can you not enter into the lives and sympathies of other young creatures? There have been times when you strained every despairing nerve to do so—before you realized that these things were not for you, that the only sympathy for you was that of Mary MacLane, and the only things for you were those you could take yourself—not which were given you."
    }
  ],
  [
    {
      "status": "your things are few, few, you starved, lean little mud-cat—you worn, youth-weary, obscure little genius!"
    }
  ],
  [
    {
      "status": "Oh, it is a wearisome waiting—for the Devil."
    }
  ],
  [
    {
      "status": "To-day when I walked over my sand and barrenness I felt Infinite Grief.\nEverything is beyond me.\nNothing is mine."
    }
  ],
  [
    {
      "status": "My single friendship shines brightly before me, and is fascinating—and always just out of my reach."
    }
  ],
  [
    {
      "status": "I want the love and sympathy of human beings, and I repel human beings."
    }
  ],
  [
    {
      "status": "Yes, I repel human beings.\nThere is something about me that faintly and finely and unmistakably repels."
    }
  ],
  [
    {
      "status": "When my Happiness comes, shall I be able to have it? Shall I ever have anything?"
    }
  ],
  [
    {
      "status": "This repellent power is not an outward quality. It is something that comes from deeply, deeply within. It is something that was there in the Beginning. It is a thing from the Original.\nThere is no ridding myself of it. There is no ridding myself of it. There is no ridding myself of it."
    }
  ],
  [
    {
      "status": "Oh, I am damned—damned!"
    }
  ],
  [
    {
      "status": "There is not one soul in the world to feel for me and with me—not one out of all the millions. No one can understand—no one."
    }
  ],
  [
    {
      "status": "You are saying to yourself that I imagine this.\nWhat right have you to say so? You don’t know anything about me. I know all about me. I do not imagine anything."
    }
  ],
  [
    {
      "status": "I am even fool enough to shut my eyes to some things until, inevitably, I know I must meet them."
    }
  ],
  [
    {
      "status": "I am racked with the passions of youth, and I am young in years. Beyond that I am mature—old. I am not a child in anything but my passions and my years."
    }
  ],
  [
    {
      "status": "I feel and recognize everything thoroughly. I have not to imagine anything. My inner life is before my eyes."
    }
  ],
  [
    {
      "status": "Can there ever be any one to understand? Shall I not always walk my barren road alone?"
    }
  ],
  [
    {
      "status": "This follows me incessantly. It is burning like a smouldering fire every hour of my life.\nOh, deep black Despair!\nHow I suffer, how I suffer—just in being alive.\nI feel Infinite Grief.\nOh, Infinite Grief——"
    }
  ],
  [
    {
      "status": "There is something about the Gray Dawn that makes me wish the world would stop, that the sun would never more come up over the edge, that my life would go on and on and rest in the Gray Dawn."
    }
  ],
  [
    {
      "status": "In the Gray Dawn every hard thing is hidden by a gray mantle of charity, and only the light, vague, caressing fancies are left."
    }
  ],
  [
    {
      "status": "Sometimes I think I am a strange, strange creature—something not of earth, nor yet of heaven, nor of hell. I think at times I am a little thing fallen on the earth by mistake: a thing thrown among foreign, unfitting elements, where there is nothing in touch with it, where life is a continual struggle, where every little door is closed—every Why unanswered, and itself knows not where to lay its head."
    }
  ],
  [
    {
      "status": "I feel a deadly certainty in some moments that the wild world contains not one moment of rest for me, that there will never be any rest, that my woman’s-soul will go on asking long, long centuries after my woman’s-body is laid in its grave."
    }
  ],
  [
    {
      "status": "Always I feel most acutely in the Gray Dawn, but always there is the thing to soften it."
    }
  ],
  [
    {
      "status": "The gray atmosphere was charged. There was a tense electrical thrill in the cold, soft air. My nerves were keenly alive. But the gray curtain was mercifully there. I did not feel too much."
    }
  ],
  [
    {
      "status": "How I wished the yellow, beautiful sun would never more come up over the edge to show me my nearer anguish!"
    }
  ],
  [
    {
      "status": "“Stay with me, stay with me, soft Gray Dawn,” implored every one of my tiny lives."
    }
  ],
  [
    {
      "status": "Let me forget. Let the vanity, the pain, the longing sink deep and vanish—all of it, all of it! And let me rest in the midst of the Gray Dawn."
    }
  ],
  [
    {
      "status": "I heard music—the silent music of myriad voices that you hear whe all is still. One of them came and whispered to me softly: “Don’t suffer any more just now, little Mary MacLane. You suffer enough in the brightness of the sun and the blackness of the night. This is the Gray Dawn. Take a little rest.”\n“Yes,” I said, “I will take a little rest.”"
    }
  ],
  [
    {
      "status": "A wild, swelling chorus of voices whispered in the stillness: “Rest, rest, rest, little Mary MacLane. Suffer in the brightness, suffer in the blackness—your soul, your wooden heart, your woman’s-body. But now a little rest—a little rest.”\n“A little rest,” I said again."
    }
  ],
  [
    {
      "status": "When I have heard in summer the wind in a forest of pines, blowing a wondrous symphony of purity and truth, my varied nature felt itself abashed and there was a sinking in my wooden heart."
    }
  ],
  [
    {
      "status": "The beauty of it ravished my senses, but it savored crushingly of the virtue that is far above and beyond me, and I felt a certain sore, despairing grief."
    }
  ],
  [
    {
      "status": "the Gray Dawn is in perfect sympathy"
    }
  ],
  [
    {
      "status": "The Gray Dawn is in perfect sympathy. It is quite as beautiful as the wind in the pines, and its truth and purity are extremely gentle, and partly hidden under the gray curtain."
    }
  ],
  [
    {
      "status": "Almost I can be a different Mary MacLane out in the Gray Dawn."
    }
  ],
  [
    {
      "status": "Let me forget all the mingled agonies of my life."
    }
  ],
  [
    {
      "status": "Let me walk in the midst of this soft grayness and drink of the waters of Lethe."
    }
  ],
  [
    {
      "status": "The Gray Dawn is not Paradise; it is not a Happy Valley; it is not a Garden of Eden; it is not a Vale of Cashmere. It is the Gray Dawn—soft, charitable, tender."
    }
  ],
  [
    {
      "status": "“The brilliant celestial yellow will come soon,” it says; “you will suffer then to your greatest extent. But now I am here—and so, rest.”"
    }
  ],
  [
    {
      "status": "I was submerged for a little in Lethe, river of oblivion. If I had seen some one coming over the near horizon with Happiness I should have protested: Wait, wait until the Gray Dawn has passed."
    }
  ],
  [
    {
      "status": "The deep, deep blue of the summer sky stirs me to a half-painful joy. The cool green of a swiftly-flowing river fills my heart with unquiet longings. The red, red of the sunset sky convulses my entire being with passion. But the dear Gray Dawn brings me Rest."
    }
  ],
  [
    {
      "status": "Oh, the Gray Dawn is sweet—sweet!\nCould I not die for very love of it!"
    }
  ],
  [
    {
      "status": "Always I admire Mary MacLane greatly—though sometimes in my admiration I feel a complete contempt for her."
    }
  ],
  [
    {
      "status": "Just Mary MacLane and the Gray Dawn. We two are identified with each other and joined together in shadowy vagueness from the rest of the world."
    }
  ],
  [
    {
      "status": "Every desire of my life melted away in the Gray Dawn except one good wish that my own life and death might be short and obscure and complete like them."
    }
  ],
  [
    {
      "status": "In the Gray Dawn it expresses to me a most desirable thing—a short, eventless life, a sudden ceasing, and a forgotten voice sometimes calling."
    }
  ],
  [
    {
      "status": "If the waters rolled over me now—over my short, eventless life—there would be the sudden ceasing,—and the anemone lady would hear my voice sometimes, and remember me—the anemone lady and one or two others. And after a short time even my pathetic, passionate voice would sound faint and be forgotten, and my world of sand and barrenness would know me and my weary little life-tragedy no more.\nAnd well for me, I say,—in the Gray Dawn."
    }
  ],
  [
    {
      "status": "It is different—oh, very different—when the yellow bursts through the gray. And the yellow is with me all day long, and at sunset—the red, red line!  \nYet—oh, sweet Gray Dawn!"
    }
  ],
  [
    {
      "status": "Sometimes I am seized with nearer, vivider sensations of love for my one friend, the anemone lady.\nShe is so dear—so beautiful!"
    }
  ],
  [
    {
      "status": "My love for her is a peculiar thing. It is not the ordinary woman-love. It is something that burns with a vivid fire of its own."
    }
  ],
  [
    {
      "status": "The anemone lady is enshrined in a temple on the inside of my heart that shall always only be hers."
    }
  ],
  [
    {
      "status": "The thought of her fills me with a multitude of feelings, passionate yet wonderfully tender,—with delight, with rare, undefined emotions, with a suggestion of tears."
    }
  ],
  [
    {
      "status": "Oh, dearest anemone lady, shall I ever be able to forget your beautiful face! There may be some long, crowded years before me; it may be there will be people and people entering and departing—but, oh, no—no, I shall never forget!"
    }
  ],
  [
    {
      "status": "There will be in my life always—always the faint sweet perfume of the blue anemone: the memory of my one friend."
    }
  ],
  [
    {
      "status": "Before she went away, to see her, to be near her, was an event in my life—a coloring of the dullness."
    }
  ],
  [
    {
      "status": "Always when I used to look at her there would rush a train of things over my mind, a vaguely glittering pageant that came only with her, and that held an always-vivid interest for me."
    }
  ],
  [
    {
      "status": "There were skies of spangled sapphire, and there were lilies, and violets wet with dew."
    }
  ],
  [
    {
      "status": "There was the music of violins, and wonderful weeds from the deep sea, and songs of troubadours, and gleaming white statues."
    }
  ],
  [
    {
      "status": "There were ancient forests of oak and clematis vines;  there were lemon-trees, and fretted palaces, and moss-covered old castles with moats and draw-bridges and tiny mullioned windows with diamond panes."
    }
  ],
  [
    {
      "status": "There was a cold, glittering cataract of white foam, and a little green boat far off down the river, drifting along under drooping willows."
    }
  ],
  [
    {
      "status": "There was a tree of golden apples, and a banquet in a beautiful house with the melting music of lutes and harps, and mulled orange-wine in tall, thin glasses."
    }
  ],
  [
    {
      "status": "There was a field of long, fine grass, soft as bat’s-wool, and there were birds of brilliant plumage—scarlet and indigo with gold-tipped wings."
    }
  ],
  [
    {
      "status": "All these and a thousand fancies alike vaguely glittering would rush over me when I was with the anemone lady. Always my brain was in a gentle delirium. My nerves were unquiet."
    }
  ],
  [
    {
      "status": "Oh, there is not—there can never be—another anemone lady!"
    }
  ],
  [
    {
      "status": "My life is a desert—a desert, but the thin, clinging perfume of the blue anemone reaches to its utter confines. And nothing in the desert is the same because of that perfume."
    }
  ],
  [
    {
      "status": "Years will not fade the blue of the anemone, nor a thousand bitter winds blow away the rare fragrance."
    }
  ],
  [
    {
      "status": "I feel in the anemone lady a strange attraction of sex. There is in me a masculine element that, when I am thinking of her, arises and overshadows all the others."
    }
  ],
  [
    {
      "status": "“Why am I not a man,” I say to the sand and barrenness with a certain strained, tense passion, “that I might give this wonderful, dear, delicious woman an absolutely perfect love!”"
    }
  ],
  [
    {
      "status": "So, then, it is not the woman-love, but the man-love, set in the mysterious sensibilities of my woman-nature. It brings me pain and pleasure mingled in that odd, odd fashion."
    }
  ],
  [
    {
      "status": "Do you think a man is the only creature with whom one may fall in love?"
    }
  ],
  [
    {
      "status": "Often I see coming across the desert a long line of light. My soul turns toward it and shrinks away from it as it does from all the lights. Some day, perhaps, all the lights will roll into one terrible white effervescence and rush over my soul and kill it. But this light does not bring so much of pain, for it is soft and silvery, and always with it is the Soul of Anemone."
    }
  ],
  [
    {
      "status": "There are several things in the world for which I, of womankind and nineteen years, have conceived a forcible repugnance—or rather, the feeling was born in me; I did not have to conceive it."
    }
  ],
  [
    {
      "status": "From women and men who dispense odors of musk; from little boys with long curls; from the kind of people who call a woman’s figure her “shape”: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From all sweet girls; from “gentlemen”; from feminine men: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From black under-clothing—and any color but white; from hips that wobble as one walks; from persons with fishy eyes; from the books of Archibald C. Gunter and Albert Ross: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From the soft persistent, maddening glances of water-cart drivers: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From lisle-thread stockings; from round, tight garters; from brilliant brass belts: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From insipid sweet wine; from men who wear moustaches; from the sort of people that call legs “limbs”; from bedraggled white petticoats: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From unripe bananas; from bathless people; from a waist-line that slopes up in the front: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From an ordinary man; from a bad stomach, bad eyes, and bad feet: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From red note-paper; from a rhinestone-studded comb in my hair; from weddings: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From cod-fish balls; from fried egg plant, fried beef-steak, fried pork-chops, and fried French toast: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From wax flowers off a wedding-cake, under glass; from thin-soled shoes; from tape-worms; from photographs perched up all over my house: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From soft old bachelors and soft old widowers; from any masculine thing that wears a pale blue necktie; from agonizing elocutionists who recite “Curfew Shall Not Ring To-Night,” and “The Lips That Touch Liquor Shall Never Touch Mine”; from a Salvation Army singing hymns in slang: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From people who persist in calling my good body “mere vile clay”; from idiots who appear to know all about me and enjoin me not to bathe my eyes in hot water since it hurts their own; from fools who tell me what I “want” to do: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From a nice young man; from tin spoons; from popular songs: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From pleasant old ladies who tell a great many uninteresting, obvious lies; from men with watch-chains draped across their middles; from some paintings of the old masters which I am unable to appreciate; from side-saddles: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From the kind of man who sings, “Oh, Promise Me!”—who sings at it; from constipated dressmakers; from people who don’t wash their hair often enough: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "From a servant girl with false teeth; from persons who make a regular practice of rubbing oily mixtures into their faces; from a bed that sinks in the middle: Kind Devil, deliver me."
    }
  ],
  [
    {
      "status": "in each petition I am deeply sincere"
    }
  ],
  [
    {
      "status": "Happiness for two days, kind Devil, and then, if you will, languishing widowers, lisle-thread stockings—anything, for the rest of my life."
    }
  ],
  [
    {
      "status": "hurry, kind Devil, pray—for I am weary"
    }
  ],
  [
    {
      "status": "It is astonishing to me how very many contemptible, petty vanities are lodged in the crevices of my genius."
    }
  ],
  [
    {
      "status": "My genius itself is one grand good vanity—but it is not contemptible. And even those little vanities—though they are contemptible, I do not hold them in contempt by any means. I smile involuntarily at their absurdness sometimes, but I know well that they have their function."
    }
  ],
  [
    {
      "status": "When this mind stretches out its hand for things and finds only wilderness and Nothingness all about it, and draws the hand back empty, then it can only turn back—like my soul—to itself."
    }
  ],
  [
    {
      "status": "My soul has no vanity, and it has nothing, nothing to quiet it."
    }
  ],
  [
    {
      "status": "My soul is wearing itself out, eating itself away."
    }
  ],
  [
    {
      "status": "These vanities are a miserable substitute for the rose-colored treasures that it sees a great way off and even imagines in its folly that it may have, if it continues to reach after them. Yet the vanities are something."
    }
  ],
  [
    {
      "status": "If I were not so unceasingly engrossed with my sense of misery and loneliness my mind would produce beautiful, wonderful logic."
    }
  ],
  [
    {
      "status": "I am a genius—a genius—a genius."
    }
  ],
  [
    {
      "status": "Even after all this you may not realize that I am a genius. It is a hard thing to show. But, for myself, I feel it. It is enough for me that I feel it."
    }
  ],
  [
    {
      "status": "I am not a genius because I am foreign to everything in the world, nor because I am intense, nor because I suffer. One may be all of these and yet not have this marvelous perceptive sense. My genius is because of nothing. It was born in me as germs of evil were born in me."
    }
  ],
  [
    {
      "status": "Mine is a genius that has been given to no one else. The genius itself enables me to be thoroughly convinced of this."
    }
  ],
  [
    {
      "status": "My ancestors in their Highlands—some of them—were endowed with second sight."
    }
  ],
  [
    {
      "status": "My genius is not in the least like second sight. That savors of the supernatural, the mysterious. My genius is a sound, sure, earthly sense, with no suggestion of mystery or occultism."
    }
  ],
  [
    {
      "status": "It makes me know and analyze with deadly minuteness every keen, tiny damnation in my terrible lonely life."
    }
  ],
  [
    {
      "status": "It is a mirror that shows me myself and something in myself in a merciless brilliant light, and the sight at once sickens and maddens me and fills me with an unnamed woe."
    }
  ],
  [
    {
      "status": "It is something unspeakably dreadful."
    }
  ],
  [
    {
      "status": "It freezes my reason and intellect. Logic can not come to my aid. I can only feel and know the thing and it analyzes itself before my eyes."
    }
  ],
  [
    {
      "status": "There is no pitiful hand extended from the heights—there is no human being—ah, there is Nothing."
    }
  ],
  [
    {
      "status": "My genius is an element by itself, and it is not a thing that I can tell in so many words. But it makes itself felt in every point of my life."
    }
  ],
  [
    {
      "status": "This book would be a very different thing if I were not a genius—though I am not a literary genius."
    }
  ],
  [
    {
      "status": "Often people who come in contact with me and hear me utter a few commonplace remarks feel at once that I am extraordinary.\nI am extraordinary."
    }
  ],
  [
    {
      "status": "I have tried longingly, passionately, to think that even this sand and barrenness is mine. But I can not. I know beyond the shadow of a doubt that it, like all good things, is beyond me. It has something that I also have. In that is our bond of sympathy.\nBut the sand and barrenness itself is not mine."
    }
  ],
  [
    {
      "status": "Always I think there is but one picture in the world more perfect in its art than the picture of me in my sand and barrenness. It is the picture of the Christ crucified with two thieves. Nothing could be more divinely appropriate."
    }
  ],
  [
    {
      "status": "The art in it is ravishingly perfect."
    }
  ],
  [
    {
      "status": "The deed and the art are perfect. Its perfectness ravishes my senses."
    }
  ],
  [
    {
      "status": "Sometimes when I go out on the barrenness my mind wanders afar.\nTo-day it went to Greece.\nOh, it was very beautiful in Greece!"
    }
  ],
  [
    {
      "status": "There was a wide, long sky that was vividly, wonderfully blue. And there was a limitless sea that was gray and green. And it went far to the south."
    }
  ],
  [
    {
      "status": "The sky and the sea spread out into the vast world—two beautiful elements, and they fell in love with each other."
    }
  ],
  [
    {
      "status": "There were tall, dark-green trees of kinds that are seen only in Greece. They murmured and whispered in the stillness. The wind came off from the sea and went over them and around them. They quivered and trembled in shy, ecstatic joy—for the wind was their best-beloved."
    }
  ],
  [
    {
      "status": "There were banks of moss of a deep emerald color, and golden flowers that drooped their heavy sensual heads over to the damp black earth. And they also loved each other, and were with each other, and were glad."
    }
  ],
  [
    {
      "status": "Clouds hung low over the sea and were dark-gray and heavy with rain. But the sun shone from behind them at intervals with beams of bronze-and-copper. Three white rocks rose up out of the sea, and the bronze-and-copper beams fell upon them, and straightway they were of gold.\nOh, how beautiful were those three gold rocks that came up out of the sea!"
    }
  ],
  [
    {
      "status": "Aphrodite once came up out of this same sea."
    }
  ],
  [
    {
      "status": "The white feet of Aphrodite on the yellow sand made a picture of marvelous beauty. She was flushed in the joy of new life."
    }
  ],
  [
    {
      "status": "the bronze-and-copper sunshine on the three white rocks was more beautiful than Aphrodite"
    }
  ],
  [
    {
      "status": "I stood on the shore and looked at the rocks. My heart contracted with the pain that beautiful things bring."
    }
  ],
  [
    {
      "status": "“This is the gateway of Heaven,” I said to myself. “Behind those three gold rocks there is music and the high notes of happy voices.” My soul grew faint. “And there is no sand and barrenness there, and no Nothingness, and no bitterness, and no hot, blinding tears. And there are no little heart-weary children, and no lonely young women—oh, there is no loneliness at all!”"
    }
  ],
  [
    {
      "status": "My soul grew more and more faint with thinking of it."
    }
  ],
  [
    {
      "status": "There is no heart there but that is pure and joyous and in Peace—in long, still, eternal Peace. And every life comes there to its own; and every earth-cry is answered, and every earth-pain is ended; and the dark spirit of Sorrow that hangs always over the earth is gone—gone,—beyond the gateway of Heaven."
    }
  ],
  [
    {
      "status": "More than all, Love is there and walks among the dwellers. Love is a shining figure with radiant hands, and it touches them all with its hands so that never-dying love enters into their hearts. And the love of each for another is like the love of each for self."
    }
  ],
  [
    {
      "status": "Here at last is Truth. There is searching and searching over the earth after Truth—and who has found it? But here is it beyond the gateway of Heaven. Those who enter in know that it is Truth at last."
    }
  ],
  [
    {
      "status": "Peace and Love and Truth are there behind the three gold rocks."
    }
  ],
  [
    {
      "status": "My soul could no longer endure the thought of it.\nSuddenly the sun passed behind a heavy, dark-gray cloud, and the bronze-and-copper faded from the three rocks and left them white—very white in the wide water."
    }
  ],
  [
    {
      "status": "The yellow flowers laid their heads drowsily down on the emerald moss. The wind from off the sea played very gently among the motionless branches of the tall trees. The blue, blue sky and the wide, gray-green sea clasped each other more closely and mingled with each other and became one vague, shadowy element—and from it all I brought my eyes back thousands of leagues to my sand and barrenness."
    }
  ],
  [
    {
      "status": "The sand and barrenness is itself an element, and I have known it a long, long time."
    }
  ],
  [
    {
      "status": "Everything is so dreary—so dreary."
    }
  ],
  [
    {
      "status": "I am not strong. I can not bear things. I do not want to bear things. I do not long for strength. I want to be happy."
    }
  ],
  [
    {
      "status": "When I was very little, it was cold and dreary also, but I was certain it would be different when I should grow and be ten years old. It must be very nice to be ten, I thought,—and one would not be nearly so lonesome. But when the years passed and I was ten it was just exactly as lonesome."
    }
  ],
  [
    {
      "status": "It will surely be different when I am seventeen, I said. I will know so much when I am seventeen. But when I was seventeen it was even more lonely, and everything was still harder to understand."
    }
  ],
  [
    {
      "status": "Again I said—faintly—everything will become clearer in a few years more, and I will wonder to think how stupid I have always been. But now the few years more have gone and here I am in loneliness that is more hopeless and harder to bear than when I was very little."
    }
  ],
  [
    {
      "status": "—and now I am not so stupid. I do not tell myself that it will be different when I am five-and-twenty.\nFor I know that it will not be different."
    }
  ],
  [
    {
      "status": "It is hope deferred and maketh the heart sick."
    }
  ],
  [
    {
      "status": "I can not live, and I can not die—for what is there after I am dead? I can see myself wandering in dark and lonely places.\nYet I feel as if I would like to die to-day.",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "If it were pain alone that one must bear, one could bear it. One could lose one’s sense of everything but pain.\nBut it is pain with other things. It is the sense of pain with the sense of beauty and the sense of the anemone."
    }
  ],
  [
    {
      "status": "Who knows the name of that mysterious pain?"
    }
  ],
  [
    {
      "status": "It is these mingled senses that torture me."
    }
  ],
  [
    {
      "status": "I have been placed in this world with eyes to see and ears to hear, and I ask for Life. Is it to be wondered at? Is it so strange?"
    }
  ],
  [
    {
      "status": "Should I be content merely to see and to hear?"
    }
  ],
  [
    {
      "status": "There are other things for other people. Is it atrocious that I should ask for some other things also?"
    }
  ],
  [
    {
      "status": "Is thy servant a dog?"
    }
  ],
  [
    {
      "status": "In these days of approaching emotional Nature even the sand and barrenness begins to stir and rub its eyes."
    }
  ],
  [
    {
      "status": "My sand and barrenness is clothed in the awful majesty of countless ages. It stands always through the never-ending march of the living and the dead. It may have been green once—green and fertile, and birds and snakes and everything that loves green growing things may have lived in it. It may have sometime been rolling prairie. It may have been submerged in floods. It changed and changed in the centuries. Now it is sand and barrenness, and there are no birds and no snakes; only me."
    }
  ],
  [
    {
      "status": "Flood, or fertility, or rolling prairie, or barrenness—it is only itself. It has a great self, a wonderful self."
    }
  ],
  [
    {
      "status": "I shall never forget you, my sand and barrenness."
    }
  ],
  [
    {
      "status": "Some day, shall my thirsty life be watered, my starved heart fed, my asking voice answered, my tired soul taken into the warmth of another with the intoxicating sweetness of love?\nIt may be."
    }
  ],
  [
    {
      "status": "The sand and barrenness and the memory of the anemone lady are all that are in any degree mine."
    }
  ],
  [
    {
      "status": "As I stand among the barren gulches in these days and look away at the slow-awakening hills of Montana, I hear the high, swelling, half-tired, half-hopeful song of the world. As I listen I know that there are things, other than the Virtue and the Truth and the Love, that are not for me. There is beyond me, like these, the unbreaking, undying bond of human fellowship—a thing that is earth-old.\nIt is beyond me, and it is nothing to me."
    }
  ],
  [
    {
      "status": "In my intensest desires—in my widest longings—I never go beyond self. The ego is the all."
    }
  ],
  [
    {
      "status": "Limitless legions of women and men in weariness and in joy are one. They are killing each other and torturing each other, and going down in sorrow to the dust. But they are one. Their right hands are joined in unseen sympathy and kinship.\nBut my two hands are apart, and clasped together in an agony of loneliness."
    }
  ],
  [
    {
      "status": "I have read of women who have been strongly, grandly brave. Sometimes I have dreamed that I might be brave."
    }
  ],
  [
    {
      "status": "The possibilities of this life are magnificent."
    }
  ],
  [
    {
      "status": "To be saturated with this agony, I say at times, and to bear with it all; not to sink beneath it, but to vanquish it, and to make it the grace and comeliness of my entire life from the Beginning to the End!\nPerhaps a woman—a real woman—could do this.\nBut I?—No."
    }
  ],
  [
    {
      "status": "I am not real—I do not seem real to myself."
    }
  ],
  [
    {
      "status": "There was Charlotte Corday—a heroine whom I admire above all the heroines. And more than she was a heroine she was a woman. And she had her agony."
    }
  ],
  [
    {
      "status": "I—with all my manifold passions—I am a coward."
    }
  ],
  [
    {
      "status": "I have had moments when, vaguely and from far off, it seemed as if there might be bravery and exaltation for me,—when I could rise far over myself. I have felt unspeakable possibilities. While they lasted—what wonderful emotion was it that I felt?\nBut they are not real.\nThey fade away—they fade away."
    }
  ],
  [
    {
      "status": "again come the varied phenomena of my life to bewilder and terrify me"
    }
  ],
  [
    {
      "status": "“If to do were as easy as to know what were good to do, chapels had been churches, and poor men’s cottages princes’ palaces.”\nI do not know what to do.\nI do not know what were good to do.\nI would do nothing if I knew.\nI might add to my litany this: Most kind Devil, deliver me—from myself."
    }
  ],
  [
    {
      "status": "To-day I walked over the sand, and it was almost beautiful."
    }
  ],
  [
    {
      "status": "My soul is wondrous fair. It is like a young woman. The beauty of it is too great for human eyes to look upon. It is too great for mine. Yet I look."
    }
  ],
  [
    {
      "status": "My soul said to me: “I am sick.”\nI answered: “And I am sick.”\n“We may be well,” said my soul. “Why are we not well?”\n“How may we be well?” I asked.\n“We may throw away all our vanity and false pride,” said my soul. “We way take on a new life. We may learn to wait and to possess ourselves in patience. We may labor and overcome.”\n“We can do none of these things,” I cried."
    }
  ],
  [
    {
      "status": "have I not waited and wanted until you have become faint with pain?"
    }
  ],
  [
    {
      "status": "Have I not looked and longed? Dear soul, why do you not resign yourself?"
    }
  ],
  [
    {
      "status": "Why can you not stay quiet and trouble yourself and me no more? Why are you always straining and reaching? There isn’t anything for you. You are wearing yourself out."
    }
  ],
  [
    {
      "status": "My soul made answer: “I may strain and reach until only one worn nerve of me is left. And that one nerve may be scourged with whips and burned with fire. But I will keep one atom of faith. I may go bad, but I will keep one atom of faith in Love and in the Truth that is Love. You are a genius, but I am no genius. The years—a million of years—may do their utmost to destroy the single nerve. They may lash and beat it. I will keep my one atom of faith.”"
    }
  ],
  [
    {
      "status": "You have been wandering and longing for a time that seems a thousand years—through my cold, dark childhood to my cold, dark womanhood. Is that not enough to quiet you? Is that not enough to teach you the lesson of Nothing?"
    }
  ],
  [
    {
      "status": "You are not a genius, but you are not a fool."
    }
  ],
  [
    {
      "status": "“I will keep my one atom of faith,” said my soul."
    }
  ],
  [
    {
      "status": "Don’t reach after that Light any more. Let us both sleep a few years."
    }
  ],
  [
    {
      "status": "“Oh, my soul,” I wailed"
    }
  ],
  [
    {
      "status": "“No,” said my soul; “we will stay here and bear more. There would be no rest yet beyond the copper horizon. And there is no need of going anywhere. I have my one atom of faith.”"
    }
  ],
  [
    {
      "status": "I gazed at my soul as it stood plainly before me, weak and worn and faint, in the fading light. It had one atom of faith, it said, and tried to hold its head high and to look strong and triumphant. Oh, the irony—the pathos of it!"
    }
  ],
  [
    {
      "status": "My soul, with its one pitiful atom of faith, looked only what it was—a weeping, hunted thing."
    }
  ],
  [
    {
      "status": "In some rare between-whiles it is as if nothing mattered."
    }
  ],
  [
    {
      "status": "My heart aches, I say; my soul wanders; this person or that person was repelled to-day; but nothing matters."
    }
  ],
  [
    {
      "status": "A great inner languor comes like a giant and lays hold of me. I lie fallow beneath it."
    }
  ],
  [
    {
      "status": "Some one forgot me in the giving of things."
    }
  ],
  [
    {
      "status": "Persons say to me, don’t analyze any more and you will not be unhappy.\nWhen Something throws heavy clubs at you and you are hit by them, don’t be hurt. \nWhen Something stronger than you holds your hands in the fire, don’t let it burn you. \nWhen Something pushes you into a river of ice, don’t be cold. \nWhen Something draws a cutting lash across your naked shoulders, don’t let it concern you—don’t be conscious that it is there.\nThis is great wisdom and fine, clear logic."
    }
  ],
  [
    {
      "status": "Nothing is any one’s affair. It is all of no consequence."
    }
  ],
  [
    {
      "status": "Have I not had all my anguish for nothing? I am a fool—a fool."
    }
  ],
  [
    {
      "status": "A handful of rich black mud in a pig’s yard—does it wonder why it is there? Does it torture itself about the other mud around it, and about the earth and water of which it is made, and about the pig? Only fool’s mud would do so. And so, then, I am fool’s mud."
    }
  ],
  [
    {
      "status": "Nothing counts. Nothing can possibly count."
    }
  ],
  [
    {
      "status": "Regret, passion, cowardice, hope, bravery, unrest, pain, the love-sense, the soul-sense, the beauty-sense—all for nothing! What can a handful of rich black mud in a pig’s yard have to do with these? I am a handful of rich black mud—a fool-woman, fool’s mud."
    }
  ],
  [
    {
      "status": "All on earth that I need to do is to lie still in the hot sun and feel the pig rolling and floundering and slushing about. It were folly to waste my mud nerves in wondering. Be quiet, fool-woman, let things be."
    }
  ],
  [
    {
      "status": "Something within me shrieks now, but I do not know what it is—nor why it shrieks.\nIt groans and moans."
    }
  ],
  [
    {
      "status": "There is no satisfaction in being a fool—no satisfaction at all."
    }
  ],
  [
    {
      "status": "But yes. It all matters, whether or no."
    }
  ],
  [
    {
      "status": "Nature is one long battle, and the never-ending perishing of the weak."
    }
  ],
  [
    {
      "status": "I must grind and grind away. I have no choice. And I must know that I grind."
    }
  ],
  [
    {
      "status": "Fool, genius, young lonely woman—I must go round and round in the life within, for how many years the Devil knows. After that my soul must go round and round, for how many centuries the Devil knows."
    }
  ],
  [
    {
      "status": "What a master-mind is that of the Devil!"
    }
  ],
  [
    {
      "status": "The world is a wondrous scheme."
    }
  ],
  [
    {
      "status": "there may be in the world some one who finds it beautiful Real Life"
    }
  ],
  [
    {
      "status": "I wonder as I write this Portrayal if there will be one person to read it and see a thing that is mingled with every word. It is something that you must feel, that must fascinate you, the like of which you have never before met with.\nIt is the unparalleled individuality of me."
    }
  ],
  [
    {
      "status": "If I have put it in every word and if you feel it and are fascinated, then I have done very well."
    }
  ],
  [
    {
      "status": "I know that I am marvelously clever. But I have need of all my peculiar genius to show you my individuality—my aloneness."
    }
  ],
  [
    {
      "status": "I am alone out on my sand and barrenness. I should be alone if my sand and barrenness were crowded with a thousand people each filled with melting sympathy for me—though it would be unspeakably sweet."
    }
  ],
  [
    {
      "status": "People say of me, “She’s peculiar.” They do not understand me. If they did they would say so oftener and with emphasis."
    }
  ],
  [
    {
      "status": "I try to put my individuality in the quality of my diction, in my method of handling words."
    }
  ],
  [
    {
      "status": "My conversation—when I choose—makes people turn around in their chairs and stare and give me all of their attention. They admire me, though their admiration is mixed decidedly with other feelings."
    }
  ],
  [
    {
      "status": "I like to be admired. It soothes my vanity."
    }
  ],
  [
    {
      "status": "When you read this Portrayal you will admire me. You will surely have to admire me."
    }
  ],
  [
    {
      "status": "And so this is life, and everything matters.\nBut just now I will stop writing and go downstairs to my dinner. There is a porterhouse steak, broiled rare, and some green young onions. Oh, they are good! And when one is to have a porterhouse steak for one’s dinner—and some green young onions, one doesn’t give a tupenny dam whether anything else matters or not."
    }
  ],
  [
    {
      "status": "On a day when the sky is like lead and a dull, tempestuous wilderness of gray clouds adds a dreariness to the sand, there is added to the loneliness of my life a deep bitterness of gall and wormwood."
    }
  ],
  [
    {
      "status": "Out of my bitterness it is easy for bad to come."
    }
  ],
  [
    {
      "status": "Surely Badness is a deep black pool wherein one may drown dullness and Nothingness."
    }
  ],
  [
    {
      "status": "I do not know Badness well."
    }
  ],
  [
    {
      "status": "It is something material that seems a great way off now, but that might creep nearer and nearer as I became less and less young."
    }
  ],
  [
    {
      "status": "when the day is of the leaden dullness I look at Badness and long for it"
    }
  ],
  [
    {
      "status": "I am young and all alone, and everything that is good is beyond my reach. But all that is bad—surely that is within the reach of every one."
    }
  ],
  [
    {
      "status": "I wish for a long pageant of bad things to come and whirl and rage through this strange leaden life of mine and break the spell."
    }
  ],
  [
    {
      "status": "Why should it not be Badness instead of Death? Death, it seems, will bring me but a change of agony. Badness would perhaps so crowd my life with its vivid phenomena that they would act as a neurotic to the racked nerves of my Nothingness."
    }
  ],
  [
    {
      "status": "I think just now of a woman who lived long ago and in whom the world at large seems not to have found anything admirable. I mean Messalina Valeria, the wife of the stupid emperor Claudius."
    }
  ],
  [
    {
      "status": "she had the strength of will to take what she wanted, to do as she liked, to live as she chose to live"
    }
  ],
  [
    {
      "status": "only next to this is the throwing to the winds of all restraint"
    }
  ],
  [
    {
      "status": "We are weak, contemptible fools who do not grasp the resources within our reach when there is no just reward for our restraint."
    }
  ],
  [
    {
      "status": "Why do we not take what we want of the various temptations? It is not that we are virtuous. It is that we are cowards."
    }
  ],
  [
    {
      "status": "When one has made up one’s mind that one wants a dish of hot stewed mushrooms, and set one’s heart on it, should one scorn a handful of raw evaporated apples, if one were starving, for the sake of the phantom dish of hot stewed mushrooms? Should one say, Let me starve, but I will never descend to evaporated apples; I will have nothing but a dish of hot stewed mushrooms? \nIf one is sure one will have the stewed mushrooms finally, before one dies of starvation, then very well.\nOne should wait for them and take nothing else."
    }
  ],
  [
    {
      "status": "it is not in my good peripatetic philosophy to pass by the Badness that the gods provide for the sake of a far-away, always-unrealized ideal, however brilliant, however beautiful, however golden"
    }
  ],
  [
    {
      "status": "When the lead is in the sky and in my life, a vision of Badness looms up on the horizon and looks at me and beckons with a fascinating finger."
    }
  ],
  [
    {
      "status": "What is the use of this unsullied, struggling soul; this unbesmirched, empty heart; this treasureless, innocent mind; this insipid maid’s-body? There are no good things for them. But here, to be sure, are fascinating, glittering bad things—the goods that the gods provide, the compensation of the Devil."
    }
  ],
  [
    {
      "status": "Comes Death, some day, I said—but to die, in the sight of glittering bad things—and I only nineteen!"
    }
  ],
  [
    {
      "status": "These glittering things appear fair."
    }
  ],
  [
    {
      "status": "There is really nothing evil in the world. Some things appear distorted and unnatural because they have been badly done."
    }
  ],
  [
    {
      "status": "The Devil’s bad things—like the Devil’s good things—may gleam and glisten, oh, how they may gleam and glisten! I have seen them do so, not only in a poem of Byron’s, but in the life that is."
    }
  ],
  [
    {
      "status": "Always when the lead is in the sky I would like to cultivate thoroughly this branch of the vineyard."
    }
  ],
  [
    {
      "status": "Now doesn’t it make you shiver to think of this dear little Mary MacLane wandering unloved through dark by-ways and deadly labyrinths? It makes me shiver."
    }
  ],
  [
    {
      "status": "If I am to wander unloved, why not as well wander there as through Nothingness?"
    }
  ],
  [
    {
      "status": "I fancy it must be wonderfully easy to become used to the many-sided Badness."
    }
  ],
  [
    {
      "status": "I have lived my nineteen years in the midst of Nothingness, and I have not yet become used to it."
    }
  ],
  [
    {
      "status": "It has sharp knives in it, has Nothingness. Badness may have some sharp knives also—but there are other things. Yes, there are other things."
    }
  ],
  [
    {
      "status": "Kind Devil, if you are not to fetch me Happiness, then slip off from your great steel key-ring a bright little key to the door of the glittering, gleaming bad things, and give it me, and show me the way, and wish me joy."
    }
  ],
  [
    {
      "status": "I would like to live about seven years of judicious Badness, and then Death, if you will. Nineteen years of damnable Nothingness, seven years of judicious Badness—and then Death. A noble ambition!"
    }
  ],
  [
    {
      "status": "My versatile mind turns to the seven years of judicious Badness."
    }
  ],
  [
    {
      "status": "There is nothing in the world without its element of Badness. It is in literature; it is in every art—in pictures, sculpture, even in music."
    }
  ],
  [
    {
      "status": "There are certain fine, deep, minute passages in Beethoven and in Chopin that tell of things wonderfully, sublimely bad."
    }
  ],
  [
    {
      "status": "Chopin one can not understand. Is there any one in the world who can understand him? But we know at once that there is the Badness—and it is music!"
    }
  ],
  [
    {
      "status": "There is the element of Badness in me."
    }
  ],
  [
    {
      "status": "I long to cultivate my element of Badness."
    }
  ],
  [
    {
      "status": "Badness compared to Nothingness is beautiful."
    }
  ],
  [
    {
      "status": "I wait also for some one to come over the hill with things other than Happiness. But whatever I wait for, nothing comes."
    }
  ],
  [
    {
      "status": "There were pictures in the red sunset sky to-day. I looked at them and was racked with passions of desire."
    }
  ],
  [
    {
      "status": "The while I knew that when the sunset should fade from the sky I would be overwhelmed by my heaviest woe."
    }
  ],
  [
    {
      "status": "There was a picture of intense peace."
    }
  ],
  [
    {
      "status": "There were stretches of flat, green country, and oak-trees and aspens, and a still, still lake."
    }
  ],
  [
    {
      "status": "In the dim distance you could see fields of wheat and timothy-grass that moved a little as if in the wind."
    }
  ],
  [
    {
      "status": "You could fancy the cows feeding just below the brow of the near hills, and a hawk floating and wheeling among the clouds."
    }
  ],
  [
    {
      "status": "A rainbow arched over the lake. There is nothing lacking here, I thought. “Life and health and peace possessing.” Give me this, kind Devil."
    }
  ],
  [
    {
      "status": "There was a picture of endless, limitless strength."
    }
  ],
  [
    {
      "status": "There were the oak-trees again but bereft now of every leaf, and the bristling, jagged rocks back of them were not more coldly staunch."
    }
  ],
  [
    {
      "status": "The sun poured brilliantly bright upon them. A river flowed unmoved and quiet between yellow clay banks."
    }
  ],
  [
    {
      "status": "A tornado might sweep over this and not one twig would be displaced, not one ripple would come to the river."
    }
  ],
  [
    {
      "status": "Is it not fine! I said to myself. No feeling, no self-analysis, no aching, no pain—and the strength of the Philistines. Oh, kind Devil, I entreat you, let me have that!"
    }
  ],
  [
    {
      "status": "There was a picture of untrammeled revel and forgetfulness."
    }
  ],
  [
    {
      "status": "There were fields of swaying daffodils and red lilies. The young shrubs tossed their heads and were joyous."
    }
  ],
  [
    {
      "status": "Be carefree, be light-hearted, be wicked—above all, forget."
    }
  ],
  [
    {
      "status": "The deeds are what you will; the time is now; the aftermath is nothing; the day of reckoning is never."
    }
  ],
  [
    {
      "status": "Love things lightly, take all that you see, and to the winds with regret!"
    }
  ],
  [
    {
      "status": "Gracious Devil, I whispered intensely, give me this and no other!"
    }
  ],
  [
    {
      "status": "There was a picture of raging elements. “The winds blew, and the rains descended and the floods came.” The sky was overcast with rolling clouds. The air was heavy with unrest."
    }
  ],
  [
    {
      "status": "There was a gray stone house set upon a rocky point, and I had momentary glimpses of an unquiet sea below it."
    }
  ],
  [
    {
      "status": "Back on the surface of the land slender trees were waving wildly in the gale. The wind and the rain were saying, “Damn you, little earth, I have you now,—I will rend and ruin you.” They whipped and raged in frenzied joy. The little earth liked it."
    }
  ],
  [
    {
      "status": "The elements whirled and whistled round the gray stone house."
    }
  ],
  [
    {
      "status": "A lurid light came from a ghastly moon between clouds."
    }
  ],
  [
    {
      "status": "The entire scene was desolately savage and forlorn, but attractive."
    }
  ],
  [
    {
      "status": "As I listened in fancy to that shrieking, wailing wind, and saw green branches jerked and twisted asunder in the storm, my barren, defrauded heart leaped and exulted."
    }
  ],
  [
    {
      "status": "If I could live in the midst of this and be beaten and shaken roughly, would not that deep sense forget to ache?"
    }
  ],
  [
    {
      "status": "Kind Devil, pray send me some storms. It is Nothingness that bears down heavy."
    }
  ],
  [
    {
      "status": "There was a picture of an exalted spiritual life. There was that strange bright light. And the things in the picture were those things alone in this world that are real, and the only things that count."
    }
  ],
  [
    {
      "status": "The old, soft green of the old, old rolling hills was the green of love—the earth-love and the love that comes from beyond the earth."
    }
  ],
  [
    {
      "status": "The air and the blue water and the sunshine were so beautifully real and true that except for their deep-reaching, passionate tenderness human strength could not endure them."
    }
  ],
  [
    {
      "status": "There were lanes of climbing vines and white violets. Was it my fancy that brought their thin fragrance to me over piles of billowy clouds?"
    }
  ],
  [
    {
      "status": "There was something there that was old—old as the race. Those green valleys were the same as when the mists first lifted from the earth. As I looked my life stood still. My soul shivered faintly. As I looked I felt nearer, my God, to thee—though I have no God and everything is away from me, nothing tender comes to me.\nStill it was nearer, my God, to thee."
    }
  ],
  [
    {
      "status": "A voice came out of the far, far distant ages and said very gently: “All these shadows are falling in vain. You are blinded and bewildered in the darkness—the darkness is deep—deep. There is not one dim ray of light. Your feet falter and stumble. You can not see. But the shadows are falling in vain.”"
    }
  ],
  [
    {
      "status": "I ask you, Why is this life not mine?"
    }
  ],
  [
    {
      "status": "I implore and wring my hands in agonized entreaty, and almost it seems sometimes my fingers can grasp these things—but there is something cold and strong between them and me."
    }
  ],
  [
    {
      "status": "There was a picture of various castles in Spain. They were most beautiful, were those castles. The lights that shone on the battlements were soft, bright lights."
    }
  ],
  [
    {
      "status": "For one thing, I fancied I saw myself and Fame with me. Fame is very fine."
    }
  ],
  [
    {
      "status": "The sun and moon and stars may go dark in the Heavens. Bitter rain may fall out of the clouds. But never mind. Fame has a sun and moon and gently brilliant stars of her own, and these, shining once, shine always."
    }
  ],
  [
    {
      "status": "The green river may run dry in the land. But Fame has a green river that never runs dry."
    }
  ],
  [
    {
      "status": "One may wander over the face of the earth. But Fame is herself a refuge."
    }
  ],
  [
    {
      "status": "One may be a target for stones and mud. Yes—but Fame stands near with her arm laid across one’s shoulders—as no other arm can be laid across one’s shoulders."
    }
  ],
  [
    {
      "status": "Fame would fill several empty places. Fame would continue to fill them for some years."
    }
  ],
  [
    {
      "status": "Fame, if you please, Devil."
    }
  ],
  [
    {
      "status": "There was a picture of Death. I saw a figure lying in the midst of a desert that was rather like my sand and barrenness."
    }
  ],
  [
    {
      "status": "Not far off a wolf sat on his haunches and waited for the end. A buzzard perched near and waited also. They both appeared hungry. It seemed as though the end might come quickly.\nLet it come, kind Devil."
    }
  ],
  [
    {
      "status": "A wolf and a buzzard are better than an undertaker and some worms."
    }
  ],
  [
    {
      "status": "Oh, there again was the dearest picture of all—the red, red picture of Happiness for me, Happiness with the sunshine falling on the Heaven-kissing hills! There was I, and I loved and was loved."
    }
  ],
  [
    {
      "status": "I—out of loneliness into perfect Happiness!"
    }
  ],
  [
    {
      "status": "The yellow-gold of the glorious hot sun melted and poured over the earth and over everything that was there. The river ran and rippled and sang the most sweetly glad song that ever river sang. Winged things sparkled in the gold light and flew down the sky."
    }
  ],
  [
    {
      "status": "The love of the man-devil for me was everywhere—above me, around me, within me. It would last for a number of beautiful yellow-gold days."
    }
  ],
  [
    {
      "status": "My heart is filled with desire.\nMy soul is filled with passion.\nMy life is a life of longing."
    }
  ],
  [
    {
      "status": "All pictures fade before this picture. They fade completely. When the sun itself faded I gazed over my sand and barrenness with blurred, unseeing eyes and wished only with a heavy, desolate spirit for the coming of the Devil."
    }
  ],
  [
    {
      "status": "Some people think, absurdly enough, that to be Scotch or descended from the Scottish clans is to be rather strong, rather conservative, firm in faith, and all that. The idea is one that should be completely exploded by this time."
    }
  ],
  [
    {
      "status": "Always I think of the cruel, hardened, ferocious, weather-beaten, kilted Clan MacLean wandering over bleak winter hills"
    }
  ],
  [
    {
      "status": "I feel that the causes of my tragedy began long, long ago from remote germs."
    }
  ],
  [
    {
      "status": "My Scotch blood added to my genius sense has made me into a dangerous chemical compound. By analyzing I have brought an almost clear portrait of myself up before my mind’s eyes."
    }
  ],
  [
    {
      "status": "When I was a child I did not analyze knowingly, but the child was this same genius, though I am one of the kind that changes widely and decidedly in the years."
    }
  ],
  [
    {
      "status": "This weary unhappiness is not a matter of development."
    }
  ],
  [
    {
      "status": "When I was a child I felt dumbly what I feel now less dumbly."
    }
  ],
  [
    {
      "status": "At the age of five I used sometimes to weep silently in the night—I did not know why. It was that I felt my aloneness, my foreignness to all things. I felt the heavy, heavy weight of life—and I was only five."
    }
  ],
  [
    {
      "status": "I was only five, and it seems a thousand years ago."
    }
  ],
  [
    {
      "status": "sometimes back through the long, winding, unused passages of my mind I hear that silent sobbing of the child and the unarmed wailing of a tiny, tired soul"
    }
  ],
  [
    {
      "status": "It mingles with the bitter Nothingness of the grown young woman"
    }
  ],
  [
    {
      "status": "I fear, do you know, fine world, that you do not yet know me really well—particularly me of the flesh."
    }
  ],
  [
    {
      "status": "Me of the peculiar philosophy and the unhappy spirit you know rather well by now, unless you are stupider than I think you are."
    }
  ],
  [
    {
      "status": "you might pass me in the street—you might spend the day with me—and never suspect that I am I"
    }
  ],
  [
    {
      "status": "even if I had set before you a most graphic and minutely drawn portrait of myself, I am certainly clever enough to act a quite different rôle if I chose—when you came to spend the day"
    }
  ],
  [
    {
      "status": "Still, if the world at large is to know me as I desire it to know me without ever seeing me, I shall have to bring myself into closer personal range with it—and you may rise in your seats and focus your opera-glasses, stare with open mouths, stand on your hind-legs and gape—I will myself turn on glaring green and orange lights from the wings."
    }
  ],
  [
    {
      "status": "I believe that it’s the trivial little facts about anything that describe it the most effectively."
    }
  ],
  [
    {
      "status": "In “Vanity Fair,” when Beckey Sharpe was describing young Crawley in a letter to her friend Amelia, she stated that he had hay-colored whiskers and straw-colored hair. And knowing this you feel that you know much more about the Crawley than you would if Miss Sharpe had not mentioned those things. And yet it is but a mere matter of color!"
    }
  ],
  [
    {
      "status": "When you think that Dickens was extremely fond of cats you feel at once that nothing could be more fitting. Somehow that marvelously mingled humor and pathos and gentle irony seem to go exceedingly well with a fondness for soft, green-eyed, purring things. If you had not read the pathetic humor, but knew about Dickens and his warm feline friends you might easily expect such things from him."
    }
  ],
  [
    {
      "status": "Yes, I can readily believe that this man never troubled himself to wash his neck and his ears."
    }
  ],
  [
    {
      "status": "I, for my part, having read some of the things he has written, can not reconcile myself to the fact that he ever washed any part of his anatomy."
    }
  ],
  [
    {
      "status": "I admire Dr. Johnson—though I wash my own neck occasionally."
    }
  ],
  [
    {
      "status": "When you think of Napoleon amusing himself by taking a child on his knee and pinching it to hear it cry, you feel an ecstatic little wave of pleasure at the perfect fitness of things."
    }
  ],
  [
    {
      "status": "You think of his hard, brilliant, continuous victories, and you suspect that Napoleon Bonaparte lived but to gratify Napoleon Bonaparte. \nWhen you think of the heavy, muscular man smilingly pinching the child, you are quite sure of it. \nSuch a method of amusement for that king among men is so exquisitely appropriate that you wonder why you had not thought of it yourself."
    }
  ],
  [
    {
      "status": "So, then, yes. I believe strenuously in the efficacy of seemingly trivial facts as portrayers of one’s character—one’s individual humanness."
    }
  ],
  [
    {
      "status": "Now I will set down for your benefit divers and varied observations relative to me—an interesting one of womankind and nineteen years, and curious and fascinating withal."
    }
  ],
  [
    {
      "status": "Well, then."
    }
  ],
  [
    {
      "status": "Nearly every day I make me a plate of hot, rich fudge, with brown sugar (I should be an entirely different person if I made it with white sugar—and the fudge would not be nearly so good)"
    }
  ],
  [
    {
      "status": "My mind then takes in a part of what is contained in the book or the newspaper, and the stomach of the MacLane takes in all of what is contained in the plate."
    }
  ],
  [
    {
      "status": "I sit by my window in a miserable, uncomfortable, stiff-backed chair, but I relieve the strain by resting my feet on the edge of the low bureau."
    }
  ],
  [
    {
      "status": "Usually the book that I read is an old dilapidated bound volume of that erstwhile periodical, “Our Young Folks.” It is a thing that possesses a charm for me. I never grow tired of it."
    }
  ],
  [
    {
      "status": "I believe I could repeat pages of J. T. Trowbridge from memory"
    }
  ],
  [
    {
      "status": "that ancient bound volume has become a part of my life"
    }
  ],
  [
    {
      "status": "I stop reading after a few minutes, but I continue to eat—and gaze at the toes of my shoes which need polishing badly"
    }
  ],
  [
    {
      "status": "Mostly I gaze without seeing, and my versatile mind is engaged either in nothing or in repeating something over and over, such as, “But the sweet face of Lucy Gray will never more be seen.”\nOnly I am not aware that I have been repeating it until I happen to remember it afterward."
    }
  ],
  [
    {
      "status": "Always the fudge is very good, and I eat and eat with unabated relish until all the little squares are gone."
    }
  ],
  [
    {
      "status": "A very little of my fudge has been known to give some people a most terrific stomach-ache—but my own digestive organs seem to like nothing better."
    }
  ],
  [
    {
      "status": "There are few things that annoy me so much as to be called a young lady."
    }
  ],
  [
    {
      "status": "I am no lady—as any one could see by close inspection, and the phrase has an odious sound."
    }
  ],
  [
    {
      "status": "I would rather be called a sweet little thing, or a fallen woman, or a sensible girl—though they would each be equally a lie."
    }
  ],
  [
    {
      "status": "Always I am glad when night comes and I can sleep."
    }
  ],
  [
    {
      "status": "My mind works busily repeating things while I divest myself of my various dusty garments. As I remove a dozen or two of hairpins from my head I say within me:\n“You are old, father William, one would hardly suppose\nThat your eye is as steady as ever;\nYet you balanced an eel on the end of your nose—\nWhat made you so awfully clever?”"
    }
  ],
  [
    {
      "status": "Always I take a little clock to bed with me and hang it by a cord at the head of my bed for company."
    }
  ],
  [
    {
      "status": "I have named the clock Little Fido, because it is so constant and ticks always."
    }
  ],
  [
    {
      "status": "Every morning, being beautifully hungry after my walk, I eat three boiled eggs out of the shell for my breakfast. The while I mentally thank the kind Providence that invented hens."
    }
  ],
  [
    {
      "status": "Also I eat bits of toast."
    }
  ],
  [
    {
      "status": "I have my breakfast alone—because the rest of the family are still sleeping,—sitting at a corner of the kitchen table."
    }
  ],
  [
    {
      "status": "I enjoy those three eggs and those bits of toast."
    }
  ],
  [
    {
      "status": "Usually when I am eating my breakfast I am thinking of three things: \nthe varying price of any eggs that are fit to eat; \nof what to do after I’ve finished my housework and before lunch; \nand of my one friend."
    }
  ],
  [
    {
      "status": "I meditatively and gently kick the leg of the table with the heel of my right foot."
    }
  ],
  [
    {
      "status": "I have beautiful hair."
    }
  ],
  [
    {
      "status": "In the front of my shirt-waist there are nine cambric handkerchiefs cunningly distributed."
    }
  ],
  [
    {
      "status": "My figure is very pretty, to be sure, but not so well developed as it will be in five years—if I live so long.\nAnd so I help it out materially with nine cambric handkerchiefs."
    }
  ],
  [
    {
      "status": "You can see by my picture that my waist curves gracefully out. Only it is not all flesh—some of it is handkerchief. \nIt amuses me to do this.\nIt is one of my petty vanities."
    }
  ],
  [
    {
      "status": "Likewise by an ingenious arrangement of my striped moreen petticoat I contrive to display a more evident pair of hips than Nature seems to have intended for me at this stage."
    }
  ],
  [
    {
      "status": "It is easy enough to add on to these things, but one would experience serious difficulty in attempting to take from them."
    }
  ],
  [
    {
      "status": "I hate that heavy, aggressive kind of hips."
    }
  ],
  [
    {
      "status": "Narrow, shapely hips may give one an effect of youth and harmlessness which is a distinct advantage, when, for instance, one is writing a Portrayal and so will be at the world’s mercy."
    }
  ],
  [
    {
      "status": "I believe I should not think of attempting to write a Portrayal if I had hips like a pair of saddle-bags. Certainly it would avail me nothing."
    }
  ],
  [
    {
      "status": "Sometimes I look at my face in a mirror and find it not plain but ugly. \nAnd there are other times when I look and find it not pretty but beautiful with a Madonna-like sweetness."
    }
  ],
  [
    {
      "status": "I told you I might say more about the liver that is within me before I have done. Well, then, I will say this: \nthat the world, if it had a liver like mine, would be very different from what it is."
    }
  ],
  [
    {
      "status": "The world would be many-colored and mobile and passionate and nervous and high-strung and intensely alive and poetic and romantic and philosophical and egotistic and pathetic, and, oh, racked to the verge of madness with the spirit of unrest—if the world had a liver like mine.\nIt is not all of these now.\nIt is rather stupid."
    }
  ],
  [
    {
      "status": "Gods and little fishes! would not the world be wonderful if all in it were like me?"
    }
  ],
  [
    {
      "status": "it is my liver mostly that makes me what I am—apart from my genius"
    }
  ],
  [
    {
      "status": "My liver is fine and perfect, but sensitive, and, well—it’s a dangerous thing to have within you."
    }
  ],
  [
    {
      "status": "It is the liver of the MacLanes.\nIt is the foundation of the curious castle of my existence."
    }
  ],
  [
    {
      "status": "after all, fine, brave, stupid world, you may be grateful to the Devil that yours is not like it"
    }
  ],
  [
    {
      "status": "I have seventeen little engraved portraits of Napoleon that I keep in one of my bureau-drawers."
    }
  ],
  [
    {
      "status": "Often late in the evening, between nine and ten o’clock, when I come in from a walk over the sand and barrenness, I take these pictures from the drawer and gaze at them carefully a long time and think of that man until I am stirred to the depths.  \nAnd then easily and naturally I fall in love with Napoleon."
    }
  ],
  [
    {
      "status": "I would entreat him with the most passionate humbleness of spirit to take me into his life for three days."
    }
  ],
  [
    {
      "status": "To be the wife of Napoleon for three days—that would be enough for a lifetime!"
    }
  ],
  [
    {
      "status": "I suppose a man is either a villain or a fool, though some of them seem to be a judicious mingling of both."
    }
  ],
  [
    {
      "status": "The type of the distinct villain is preferable to a mixture of the two, and to a plain fool."
    }
  ],
  [
    {
      "status": "I like a villain anyway—a villain that can be rather tender at times."
    }
  ],
  [
    {
      "status": "as I look at the pictures I fall in love with the incomparable Napoleon"
    }
  ],
  [
    {
      "status": "The seventeen pictures are all different and all alike. I fall in love with each picture separately."
    }
  ],
  [
    {
      "status": "In one he is ugly and unattractive—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In another he is cruel and heartless and utterly selfish—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In a third he has a fat, pudgy look, and is quite insignificant—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In a fourth he is grandly sad and full of despair—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the fifth he is greasy and greedy and common-looking—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the sixth he is masterly and superior and exalted—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the seventh he is romantic and beautiful—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the eighth he is obviously sensual and reeking with uncleanness—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the ninth he is unearthly and mysterious and unreal—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the tenth he is black and sullen-browed, and ill-humored—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the eleventh he is inferior and trifling and inane—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the twelfth he is rough and ruffianly and uncouth—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the thirteenth he is little and wolfish and vile—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the fourteenth he is calm and confident and intellectual—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the fifteenth he is vacillating and fretful and his mouth is like a woman’s—and still he is strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the sixteenth he is slow and heavy and brutal—and strong. I fall in love with him."
    }
  ],
  [
    {
      "status": "In the seventeenth he is rather tender—and strong. I fall vividly in love with him."
    }
  ],
  [
    {
      "status": "Napoleon was rather like the Devil, I think as I sit in the straight-backed chair with my feet on the bureau and gaze long and intently at the seventeen pictures, late in the evening."
    }
  ],
  [
    {
      "status": "Then I wearily put them away, maddened with the sense of Nothingness, and take Little Fido and go to bed."
    }
  ],
  [
    {
      "status": "Sometimes, early in the evening just before dinner, I sit in the stiff-backed chair with my elbows on the window-sill and my head resting on one hand, and I look out of the window at a Pile of Stones and a Barrel of Lime."
    }
  ],
  [
    {
      "status": "I fix my eyes intently on the Pile of Stones and the Barrel of Lime. And I fix my thoughts on them also."
    }
  ],
  [
    {
      "status": "I feel an overwhelming wave of a kind of pantheism which, at the moment I feel it, begins slowly to grow less and less and continues in this until finally it dwindles to a Pile of Stones and a Barrel of Lime."
    }
  ],
  [
    {
      "status": "I feel at the moment that the universe is a Pile of Stones and a Barrel of Lime. They alone are the Real Things."
    }
  ],
  [
    {
      "status": "Take anything at any point and deceive yourself into thinking that you are happy with it. \nBut look at it heavily; dig down underneath the layers and layers of rose-colored mists and you will find that your Thing is a Pile of Stones and a Barrel of Lime."
    }
  ],
  [
    {
      "status": "A struggle or two, a fight, an agony, a passing—and then the only Real Things: a Pile of Stones and a Barrel of Lime."
    }
  ],
  [
    {
      "status": "Damn everything! Afterward you will find that you have done all your damning for naught. For there is nothing worthy of damnation except a Pile of Stones and a Barrel of Lime—and they are not damnable."
    }
  ],
  [
    {
      "status": "Julius Caesar made many wars. Sir Francis Drake went sailing over the seas. It was all child’s play and counts for nothing. Here are the Pile of Stones and a Barrel of Lime."
    }
  ],
  [
    {
      "status": "this is how it is early in the evening just before dinner, when I sit in the uncomfortable chair with my elbows on the window-sill and my head resting on one hand"
    }
  ],
  [
    {
      "status": "I have two pictures of Marie Bashkirtseff high upon my wall."
    }
  ],
  [
    {
      "status": "Marie Bashkirtseff is a very beautiful creature."
    }
  ],
  [
    {
      "status": "Evidently she is not obliged to arrange a moreen petticoat over her plumpness. She has a wonderfully voluptuous look for a woman of eighteen years."
    }
  ],
  [
    {
      "status": "Vanity is written in every line of her graceful form and in every feature of that charming face. The picture fairly yells: “I am Marie Bashkirtseff—and, oh, I am splendid!”"
    }
  ],
  [
    {
      "status": "though she was admirable and splendid, and all, she was no such genius as I"
    }
  ],
  [
    {
      "status": "She had a genius of her own, it is true. But the Bashkirtseff, with her voluptuous body and her attractive personality, is after all a bit ordinary."
    }
  ],
  [
    {
      "status": "My genius, though not powerful, is rare and deep, and no one has ever had or ever will have a genius like it."
    }
  ],
  [
    {
      "status": "Mary MacLane, if you live—if you live, my darling, the world will one day recognize your genius."
    }
  ],
  [
    {
      "status": "when once the world has recognized such genius as this—oh, then no one will ever think of profaning it by comparing it with any Bashkirtseff!"
    }
  ],
  [
    {
      "status": "I would give up this genius eagerly, gladly—at once and forever—for one dear, bright day free from loneliness."
    }
  ],
  [
    {
      "status": "The portraits of the Bashkirtseff are certainly beautiful, but there is something about them that is—well, not common, but bourgeois at least, as if she were a German waitress of unusual appearance, or an aristocratic shop-girl, or a nurse with good taste who would walk out on pleasant forenoons wheeling a go-cart—something of that sort."
    }
  ],
  [
    {
      "status": "Perhaps it is because her neck is too short"
    }
  ],
  [
    {
      "status": "I thank a gracious Devil as I look up at the pictures that I have not those particular points and that particular bourgeois air.\nI am bound to confess that I have one of my own, but mine is Highland Scotch—and anyway, I am Mary MacLane."
    }
  ],
  [
    {
      "status": "Marie Bashkirtseff is beautiful enough, however, that she can easily afford to look rather second-rate."
    }
  ],
  [
    {
      "status": "I like to look at my two pictures of her."
    }
  ],
  [
    {
      "status": "I value money literally for its own sake."
    }
  ],
  [
    {
      "status": "I like the feeling of dollars and quarters rubbing softly together in my hand."
    }
  ],
  [
    {
      "status": "Usually I keep some fairly-clean dollars and quarters to handle. “Money is so nice!” I say to myself."
    }
  ],
  [
    {
      "status": "If you think, fine world, that I am always interesting and striking and admirable, always original, showing up to good advantage in a company of persons, and all—why, then you are beautifully mistaken."
    }
  ],
  [
    {
      "status": "There are times, to be sure, when I can rivet the attention of the crowd heavily upon myself. But mostly I am the very least among all the idiots and fools. \nI show up to the poorest possible advantage."
    }
  ],
  [
    {
      "status": "I have seen people, having met me for the first time, glance carelessly at me as if they were quite sure I had not an idea in my brain—if I had a brain; as if they wondered why I had been asked there; as if they were fully aware that they had but to fiddle and “It” would dance."
    }
  ],
  [
    {
      "status": "I go among people occasionally because it amuses me."
    }
  ],
  [
    {
      "status": "it may be a Cornish dance where they have pasty and saffron cake and the chief amusement is sending beer-bottles at various heads"
    }
  ],
  [
    {
      "status": "it may be a lady-like circle of married women with cerise silk drop-skirts and white kid gloves, drinking chocolate in the afternoon and talking about something “shocking!”"
    }
  ],
  [
    {
      "status": "often, as I say, I am the least of them"
    }
  ],
  [
    {
      "status": "Genius is an odd thing."
    }
  ],
  [
    {
      "status": "When certain of my skirts need sewing, they don’t get sewed."
    }
  ],
  [
    {
      "status": "I simply pin the rents in them together and it lasts as long or longer than if I had seated myself in my stiff-backed chair with a needle and thread and mended them—like a sensible girl."
    }
  ],
  [
    {
      "status": "(I hate a sensible girl.)"
    }
  ],
  [
    {
      "status": "I have never yet hurriedly pinned up a torn flounce or several inches of skirt-binding without saying softly to myself, using a trite, expressive phrase, “Certainly, it’s a hell of a way to do.”"
    }
  ],
  [
    {
      "status": "I never take a needle and mend my garments. I couldn’t, anyway. I never learned to sew, and I don’t intend ever to learn. It reminds me too much of a constipated dressmaker."
    }
  ],
  [
    {
      "status": "I never fail to make use of the quaint, expressive phrase."
    }
  ],
  [
    {
      "status": "All of which a reasonably astute reader will recognize as an important point in the portraying of any character—whether mine or the queen of Spain’s."
    }
  ],
  [
    {
      "status": "I had for my dinner to-day some whole-wheat bread, some liver-and-bacon, and some green, green early asparagus. \nWhile I was eating these the world seemed a very nice place indeed."
    }
  ],
  [
    {
      "status": "I never see people walking along on the opposite side of the street, as I sit by my window, without wondering who they are, and how they live, and how ugly they would look if their bodies were not adorned with clothes."
    }
  ],
  [
    {
      "status": "I feel certain that some of them are bow-legged."
    }
  ],
  [
    {
      "status": "“A plague on me,” I say then to myself, “if I ever become middle-aged and if my entire being seems to tip up in the front, and if I go about with no stays so that when I tie an apron around my waist my upper fatness hangs over the band like a natural blouse.”",
      "spoiler_text": "CW: Fat-phobia"
    }
  ],
  [
    {
      "status": "I could go on writing all night these seemingly trivial but really significant details relating to the outer genius."
    }
  ],
  [
    {
      "status": "These to any one who knows things will be a revelation."
    }
  ],
  [
    {
      "status": "Sometimes you know things, fine brave world."
    }
  ],
  [
    {
      "status": "You must know likewise that though I do ordinary things, when I do them they cease to be ordinary."
    }
  ],
  [
    {
      "status": "I make fudge—and a sweet girl makes fudge, but there are ways and ways of doing things."
    }
  ],
  [
    {
      "status": "This entire affair of the fudge is one of my uniquest points."
    }
  ],
  [
    {
      "status": "No sweet girl makes fudge and eats it, as I make fudge and eat it.\nSo it is."
    }
  ],
  [
    {
      "status": "Oh—who is to understand all this? Who will understand any of this Portrayal?"
    }
  ],
  [
    {
      "status": "My unhappy soul has delved in shadows far, far beyond and below."
    }
  ],
  [
    {
      "status": "My philosophy, I find after very little analysis, approaches precariously near to sensualism."
    }
  ],
  [
    {
      "status": "It is wonderful how many sides there can be to just one character."
    }
  ],
  [
    {
      "status": "Nature, with all those suns, and all those hilltops, and all those rivers, and all those stars, is inscrutable—intangible—maddening."
    }
  ],
  [
    {
      "status": "It affects one with unutterable joy and anguish, but no one can ever begin to understand what it means."
    }
  ],
  [
    {
      "status": "Human nature is yet more inscrutable—and nothing appears on the surface."
    }
  ],
  [
    {
      "status": "One can have no idea of the things buried in the minds of one’s acquaintances. And mostly they are fools and have no idea themselves of what germs are in themselves—of what they are capable."
    }
  ],
  [
    {
      "status": "in most minds it is true the dormant devils never awaken and never are known"
    }
  ],
  [
    {
      "status": "It is another sign of my analytical genius, that I, aged nineteen, recognize the devils in my character. I have not the slightest wish, since things are as they are with me, to rid myself of them."
    }
  ],
  [
    {
      "status": "There is in me much more of evil than of good."
    }
  ],
  [
    {
      "status": "Genius like mine must needs have with it manifold bad."
    }
  ],
  [
    {
      "status": "“I have in me the germ of every crime.” I have no desire to destroy these germs. I should be glad indeed to have them develop into a ravaging disease. Something in this dreadful confusion would then give way."
    }
  ],
  [
    {
      "status": "My wooden heart and my soul would cry out in the darkness less heavily, less bitterly."
    }
  ],
  [
    {
      "status": "They want something—they know not what.\nI give them poison.\nThey snatch it and eat it hungrily.\nThen they are not so hungry. They become quieter."
    }
  ],
  [
    {
      "status": "The ravaging disease soothes them to sleep—it descends on them like rain in the autumn."
    }
  ],
  [
    {
      "status": "When I hurry over my sand and barrenness my vivid passions come to me—"
    }
  ],
  [
    {
      "status": "When I walk slowly I consider calmly the question of how much evil I should need to kill off my finer feelings, to poison thoroughly this soul of unrest and this wooden heart so that they would never more be conscious of too-brilliant lights, and to make myself over into a quite different creature."
    }
  ],
  [
    {
      "status": "A little evil would do—a little of a fine, good quality."
    }
  ],
  [
    {
      "status": "I should like a man to come (it is always a man, have you ever noticed?—whatever one contemplates when one is of womankind and young)."
    }
  ],
  [
    {
      "status": "I should like a man to come, I said calmly to myself to-day as I walked slowly over my barrenness—a perfect villain to come and fascinate me and lead me with strong, gentle allurements to what would be technically termed my ruin."
    }
  ],
  [
    {
      "status": "As the world views such things it would be my ruin. But as I view such things it would not be ruin. It would be a new lease on life."
    }
  ],
  [
    {
      "status": "Yes, I should like a man to come—any man so that he is strong and thoroughly a villain, and so that he fascinates me."
    }
  ],
  [
    {
      "status": "Particularly he must fascinate me. There must be no falling in love about it."
    }
  ],
  [
    {
      "status": "I should ask him quite humbly to lead me to my ruin.\nI have never yet seen the man who would not readily respond to such an appeal.\nThis villain would be no exception."
    }
  ],
  [
    {
      "status": "I would then jerk my life out of this Nothingness by the roots. Farewell, a long farewell, I would say."
    }
  ],
  [
    {
      "status": "Then I would go forth with the man to my ruin. The man would be bad to his heart’s core. And after living but a short time with him my shy, sensitive soul would be irretrievably poisoned and polluted."
    }
  ],
  [
    {
      "status": "The defilement of so sacred and beautiful a thing as marriage is surely the darkest evil that can come to a life. And so everything within me that had turned toward that too-bright light would then drink deep of the lees of death."
    }
  ],
  [
    {
      "status": "The thirst of this incessant unrest and longing, this weariness of self, would be quenched completely."
    }
  ],
  [
    {
      "status": "My life would be like fertile soil planted thickly with rank wild mustard. On every square inch of soil there would be a dozen sprouts of wild mustard. \nThere would be no room—no room at all—for an anemone to grow. \nIf one should start up, instantly it would be choked and overrun with wild mustard. \nBut no anemone would start up."
    }
  ],
  [
    {
      "status": "My life now is a life of pain and revolt."
    }
  ],
  [
    {
      "status": "My life darkened and partly killed would be more than content to drift along with the current.\nOh, it would be a rest!"
    }
  ],
  [
    {
      "status": "The Christians sing, there is rest for the weary, on the other side of Jordan, where the tree of life is blooming. But that rest, of course, is for the Christians. \nMy rest will have to come on this side of Jordan."
    }
  ],
  [
    {
      "status": "Let the impress of a thoroughly evil and strong man be stamped upon my inner life, and I am convinced there would come a wonderful settled quiet over it. Its spirit would be broken. It would rest. Why not?"
    }
  ],
  [
    {
      "status": "I have no virtue-sense."
    }
  ],
  [
    {
      "status": "Nothing to me is of any consequence except to be rid of this unrest and pain. Yes, surely I might rest."
    }
  ],
  [
    {
      "status": "The coming of the man-devil would bring rest. But I am fool enough to think that marriage—the real marriage—is possible for me!"
    }
  ],
  [
    {
      "status": "This other thing is within the reach of every one—of fools and geniuses alike—and of all that come between."
    }
  ],
  [
    {
      "status": "I want a fascinating wicked man to come and make me positively, rather than negatively, wicked."
    }
  ],
  [
    {
      "status": "I feel a terrific wave of utter weariness. My life lies fallow."
    }
  ],
  [
    {
      "status": "I am tired of sitting here."
    }
  ],
  [
    {
      "status": "The sand and barrenness is gray with age. And I am gray with age."
    }
  ],
  [
    {
      "status": "Happiness—the red of the sunset sky—is the intensest desire of my life.\nBut I will grasp eagerly anything else that is offered me—anything."
    }
  ],
  [
    {
      "status": "The poisoning of my soul—the passing of my unrest—would rouse my mental power. My genius would receive a wonderful impetus from it. You would marvel, good world, at the things I should write."
    }
  ],
  [
    {
      "status": "I should no longer exhaust much of my energy in grinding, grinding within."
    }
  ],
  [
    {
      "status": "The things that would come of the thorns and thistles would excite your astonishment and admiration, though they be not grapes and figs."
    }
  ],
  [
    {
      "status": "as for me—the real me—the creature imbued with a spirit of intense femininity, with a spirit of an intense sense of Love—with a spirit like that of the Magdalene who loved too much, with the very soul of unrest and Nothingness—this thing would vanish swiftly into oblivion, and I should go down a dark world and feel not"
    }
  ],
  [
    {
      "status": "One of the remarkable points about my life is that it is so completely, hopelessly alone—a lonely, lonely life."
    }
  ],
  [
    {
      "status": "This book of mine contains but one character—myself.\nThere is also the Devil—as a possibility.\nAnd there is also the anemone lady—my dearest beloved—as a memory."
    }
  ],
  [
    {
      "status": "I have read books that were written to portray but one character, and there were various people brought in to help in the portraying. But my one friend is gone, and there is no person who enters into my inner life in the very least. I am always alone."
    }
  ],
  [
    {
      "status": "I might mingle with people intimately every hour of my life—still I should be alone."
    }
  ],
  [
    {
      "status": "Always alone—alone.\nNot even a God to worship."
    }
  ],
  [
    {
      "status": "oh, when it all comes over me, what frightful rage—what long agony of my breaking heart—what utter woe!"
    }
  ],
  [
    {
      "status": "When the stars shine down upon me with cold hatred; \nwhen miles and miles of barrenness stretch out around me and envelop me in their weary, weary Nothingness; \nwhen the wind blows over me like the breath of a vicious giant; \nwhen the ugly, ugly sun radiates centuries of hard, heavy bitterness around me from its stinging rays;\nwhen the sky maddens me with its cold, careless blue; \nwhen the rivers that are flowing over the earth send echoes to me of their hateful voices;\nwhen I hear wild geese honking in bitter wailing melody; \nwhen bristling edges of jagged rocks cut sharply into my tired life; \nwhen drops of rain fall on me and pierce me like steel points; \nwhen the voices in the air shriek little-minded malice in my ears;\nwhen the green of Nature is the green of spitefulness and cruelty; \nwhen the red, red of the setting sun burns and consumes me with its horrid feverish effervescence;\nwhen I feel the all-hatred of the Universe for its poor little earth-bugs: \nthen it is that I approach nearest to Rest."
    }
  ],
  [
    {
      "status": "The softnesses are my Unrest.\nI do not want those bitter things.\nBut I must have them if I would rest.\nI want the softnesses and I want Rest!"
    }
  ],
  [
    {
      "status": "Oh, dear faint soul, it is hard—hard for us.\nWe are sick with loneliness."
    }
  ],
  [
    {
      "status": "Now and again I have torturing glimpses of a Paradise."
    }
  ],
  [
    {
      "status": "I feel my soul in its pain every moment of my life. Otherwise, how gladly would I deny the existence of a soul and a life to come!"
    }
  ],
  [
    {
      "status": "my soul is beset with Nothingness, and the Paradise that shows itself is not for me"
    }
  ],
  [
    {
      "status": "Hatred, after all, is the easiest thing of all to bear."
    }
  ],
  [
    {
      "status": "If you have been forgotten by the one who must have made you, and if you have been left alone of human beings all your life—all your nineteen years—then, when at last you see some one looking toward you with beautiful eyes, and extending to you a beautiful hand, and showing you a beautiful heart wherein is just a little of beautiful sympathy for you—for you—oh, that is harder than anything to bear. \nHarder than the loneliness and the bitterness—and the tears are nearer and nearer."
    }
  ],
  [
    {
      "status": "one would be hurt often, often for the sake of the beautiful things"
    }
  ],
  [
    {
      "status": "Yes, one would gladly be hurt long and often."
    }
  ],
  [
    {
      "status": "I shall never forget how it was with me when I first saw the beautiful eyes of my dearest anemone lady when they were looking gently—at me—and the beautiful hand, and the beautiful heart."
    }
  ],
  [
    {
      "status": "The awakening of my racked soul is hardly more heavily laden with passion and pain. I shall never forget."
    }
  ],
  [
    {
      "status": "she is the only one out of all to look gently at me"
    }
  ],
  [
    {
      "status": "Let me writhe and falter with pain; let me go mad—but oh, worldful of people—for the love of your God—give me out of this seething darkness only one beautiful human hand to touch mine with love, one beautiful human heart to know the aching sad loneliness of mine, one beautiful, human soul to mingle with mine in long, long Rest."
    }
  ],
  [
    {
      "status": "Oh, for a human being, my soul wails—a human being to love me!\nOh, to know—just once—what it is to be loved!"
    }
  ],
  [
    {
      "status": "Nineteen years without one faint shadow of love is mouldy, crumbling age—is gray with the dust of centuries."
    }
  ],
  [
    {
      "status": "How long have I lived?  \nHow long must I live?"
    }
  ],
  [
    {
      "status": "I am shrieking at you, cold, stupid world."
    }
  ],
  [
    {
      "status": "Oh, the long, long waiting!\nThe millions of human beings!\nI am a human being and there is no one—no one—no one."
    }
  ],
  [
    {
      "status": "Who can know this that has not felt it? You do not know—you can not know."
    }
  ],
  [
    {
      "status": "Surely I do not ask too much. But whether or not it is too much I can not go through the years without it—oh, I can not!"
    }
  ],
  [
    {
      "status": "You have lived your nineteen years, fine world, and you have lived\nthrough some after years.\nBut in your nineteen years there was some one to love you.\nIt is that that counts."
    }
  ],
  [
    {
      "status": "Since you have had that some one, in your nineteen years, can you understand what life is to me—me—in my loneliness?"
    }
  ],
  [
    {
      "status": "My wailing, waiting soul burns with but one desire: to be loved—oh, to be loved."
    }
  ],
  [
    {
      "status": "I am making the world my confessor in this Portrayal."
    }
  ],
  [
    {
      "status": "My mind is fairly bursting with egotism and pain, and in writing this I find a merciful outlet."
    }
  ],
  [
    {
      "status": "I have become fond of my Portrayal. Often I lay my forehead and my lips caressingly upon the pages."
    }
  ],
  [
    {
      "status": "I wish to let you know that there is in existence a genius—an unhappy genius, a genius starving in Montana in the barrenness—but still a genius."
    }
  ],
  [
    {
      "status": "I am a creature the like of which you have never before happened upon. You have never suspected that there is such a person."
    }
  ],
  [
    {
      "status": "As I said in the beginning, the world contains not my parallel."
    }
  ],
  [
    {
      "status": "I am a fantasy—an absurdity—a genius!"
    }
  ],
  [
    {
      "status": "I think I should have been a small animal composite of a pig, a leopard, and a skunk: an animal that I fancy would be uncanny to look upon but admirable for a pet."
    }
  ],
  [
    {
      "status": "However, I am not one of the beasts that perish.\nI am human."
    }
  ],
  [
    {
      "status": "I have heard persons say they can hardly believe I am quite human."
    }
  ],
  [
    {
      "status": "I am the most human creature that ever was placed on the earth."
    }
  ],
  [
    {
      "status": "Almost a perfection of humanness is reached in me. This by itself makes me extraordinary."
    }
  ],
  [
    {
      "status": "The rarest thing in the world, I find, is the quality of humanness.\nHumanity and humaneness are much less rare."
    }
  ],
  [
    {
      "status": "“It is a brave thing to understand something of what we see.” Indeed it is. An exceeding brave thing. The one who said that had surely gone out on the highways and byways and found how little he could understand."
    }
  ],
  [
    {
      "status": "To understand oneself is not so brave a thing."
    }
  ],
  [
    {
      "status": "To go in among the hidden gray shadows of the deep things is a fool’s errand. It is not from choice that I do it. No one carries a mill-stone around her neck from choice."
    }
  ],
  [
    {
      "status": "When I see what is among the hidden gray shadows—when I see a vision of Myself—I am seized with a strange, sick terror."
    }
  ],
  [
    {
      "status": "Yet to know oneself well is a rare fine art."
    }
  ],
  [
    {
      "status": "I analyze myself now. I analyzed myself when I was three years old.\nThe only difference is that at the age of three I was not aware that I analyzed. It is true, that is a great difference. Now I know that I am analyzing at nineteen, and now I know that I analyzed at three."
    }
  ],
  [
    {
      "status": "at the age of nineteen I know that I am a genius"
    }
  ],
  [
    {
      "status": "A genius who does not know that he is a genius is no genius."
    }
  ],
  [
    {
      "status": "A drunken man might stagger up to a piano and accidentally play music that vibrates to the soul—that touches upon the mysteries. But he does not know his power, and he is no genius, though men awaken and go mad therefrom."
    }
  ],
  [
    {
      "status": "I know that I am a genius more than any genius that has lived.\nI have a feeling that the world will never know this.\nAnd as I think of it I wonder if angels are not weeping somewhere because of it."
    }
  ],
  [
    {
      "status": "“She only said: ‘My life is dreary,\nHe cometh not,’ she said;\nShe said, ‘I am aweary, aweary,\nI would that I were dead!’”\nAll day long this heart-sickening song of Mariana has been reeling and swimming in my brain."
    }
  ],
  [
    {
      "status": "I awoke with it early in the morning, and it is still with me now in the lateness."
    }
  ],
  [
    {
      "status": "I wondered at times during the day why that very gentle and devilishly persistent refrain did not drive me insane or send me into convulsions."
    }
  ],
  [
    {
      "status": "I tried vainly to fix my mind on a book. I began reading “Mill on the Floss,” but that weird poem was not to be foiled. It bewitched my brain."
    }
  ],
  [
    {
      "status": "Now, as I write, I hear twenty voices chanting in a sad minor key—twenty voices that fill my brain with sound to the bursting point."
    }
  ],
  [
    {
      "status": "It is maddening in that it is set sublimely to the music of my own life."
    }
  ],
  [
    {
      "status": "If it follows me through the night, and if I awake to another day of it the cords of my overworked mind will surely break."
    }
  ],
  [
    {
      "status": "Let me thank the kind Devil.\nIt is leaving me now!\nIt is as if tons were lifted from my brain."
    }
  ],
  [
    {
      "status": "How can any one bring a child into the world and not wrap it round with a certain wondrous tenderness that will stay with it always!"
    }
  ],
  [
    {
      "status": "There are persons whose souls have never entered into them."
    }
  ],
  [
    {
      "status": "My mother has some fondness for me—for my body because it came of hers. That is nothing—nothing.\nA hen loves its egg.\nA hen!"
    }
  ],
  [
    {
      "status": "This evening in the slow-deepening dusk I sat by my window and spent an hour in passionate conversation with the Devil."
    }
  ],
  [
    {
      "status": "I fancied I sat, with my hands folded and my feet crossed, on an ugly but comfortable red velvet sofa in some nondescript room."
    }
  ],
  [
    {
      "status": "the fascinating man-devil was seated near in a frail willow chair"
    }
  ],
  [
    {
      "status": "He had willingly come to pass the time of day with me. He was in a good-humored mood, and I amused and interested him."
    }
  ],
  [
    {
      "status": "I was extremely glad to see the Devil sitting there and felt vividly as always. But I sat quietly enough."
    }
  ],
  [
    {
      "status": "The fascinating man-devil has fascinating steel-gray eyes, and they looked at me with every variety of glance—from quizzical to tender."
    }
  ],
  [
    {
      "status": "It were easy—oh, how easy—to follow those eyes to the earth’s ends."
    }
  ],
  [
    {
      "status": "“And now that I am here, Mary MacLane,” he said, “what would you?”\n“I want you to marry me,” I replied at once. “And I want it more than ever anything was wanted since the world began.”\n“So? I am flattered,” said the Devil, and smiled gently, enchantingly."
    }
  ],
  [
    {
      "status": "At that smile I was ravished and transported, and a spasm of some rare emotion thrilled all the little nerves in me from my heels to my forehead.\nAnd yet the smile was not for me but rather somewhat at my expense."
    }
  ],
  [
    {
      "status": "Anything that you may give me, however little, will constitute marriage for me"
    }
  ],
  [
    {
      "status": "I want what is good according to my lights, and because I am a genius my lights are many and far-reaching."
    }
  ],
  [
    {
      "status": "nothing in the world matters unless love is with it, and if love is with it and it seems to the virtuous a barren and infamous thing, still—because of the love—it partakes of the very highest"
    }
  ],
  [
    {
      "status": "“And have you the courage of your convictions?” he said."
    }
  ],
  [
    {
      "status": "“If you offered me,” I replied, “that which to the blindly virtuous seems the worst possible thing, it would yet be for me the red, red line on the sky, my heart’s desire, my life, my rest. You are the Devil. I have fallen in love with you.”"
    }
  ],
  [
    {
      "status": "Sitting composedly on the ugly red velvet sofa, with my hands folded and my feet crossed, I attempted to define that wonderful feeling."
    }
  ],
  [
    {
      "status": "as if a thousand pin-points pierced my flesh, and every other point a point of pleasure, and every other point a point of pain"
    }
  ],
  [
    {
      "status": "as if strange, beautiful worlds lay spread out before my eyes, alternately in dazzling light and complete darkness with chaotic rapidity"
    }
  ],
  [
    {
      "status": "as if orris-root were sprinkled in the folds of my brain"
    }
  ],
  [
    {
      "status": "as if sprigs of dripping-wet sweet-fern were stuck inside my hot linen collar"
    }
  ],
  [
    {
      "status": "“Very good,” said the Devil. “You are in love. And you say you are in love with me.”"
    }
  ],
  [
    {
      "status": "I kept my hands still quietly folded and my feet crossed, and it was a triumph of self-control."
    }
  ],
  [
    {
      "status": "“A suitable marriage!” I exclaimed. “I hate a suitable marriage! No, it would not be suitable. It would be Bohemian, outlandish, adorable!”"
    }
  ],
  [
    {
      "status": "This time the smile was for me."
    }
  ],
  [
    {
      "status": "oh, the long, old, overpowering enchantment of the smile of steel-gray eyes!"
    }
  ],
  [
    {
      "status": "It is one of those things that one remembers."
    }
  ],
  [
    {
      "status": "“You are a beautifully frank, little feminine creature,” he said. “Frankness is in these days a lost art.”"
    }
  ],
  [
    {
      "status": "“You are a liar, surely,” he said, “but you stay with your lies. To stay with anything is Truth.”"
    }
  ],
  [
    {
      "status": "Nevertheless I am false as woman can be."
    }
  ],
  [
    {
      "status": "“I want to be happy for once in my life,” I said. “I have never been happy. And if I could be happy once for one gold day, I should be satisfied, and I should have that to remember in the long years.”"
    }
  ],
  [
    {
      "status": "“And you are a strangely pathetic little animal,” said the Devil."
    }
  ],
  [
    {
      "status": "I know that I am pathetic: and for this reason I am the most terribly pathetic of all in the world."
    }
  ],
  [
    {
      "status": "The eyes—the glance of the steel-gray eyes entered into me and thrilled me through and through. It frightened and soothed me. It racked and comforted me."
    }
  ],
  [
    {
      "status": "It ravished me with inconceivable gentleness so that I bent my head down and sobbed as I breathed."
    }
  ],
  [
    {
      "status": "“Don’t you know, you little thing,” said the man-devil, softly-compassionate, “your life will be very hard for you always—harder when you are happy than when you go in Nothingness?”"
    }
  ],
  [
    {
      "status": "I felt a rush of an old thick, heavy anguish."
    }
  ],
  [
    {
      "status": "It is day after day. It is week after week. It is month after month. It is year after year. It is only time going and going."
    }
  ],
  [
    {
      "status": "It is only the passing of days."
    }
  ],
  [
    {
      "status": "Always I have been alone: when I was five and lay in the damp grass and tortured myself to keep back tears; and through the long, cold, lonely years till now—and now all the torture does not keep back the tears."
    }
  ],
  [
    {
      "status": "It is more than pathetic when one is nineteen in all young, new feeling and sees Nothing anywhere—except long, dark, lonely years behind her and before her. No one that loves me and long, long years."
    }
  ],
  [
    {
      "status": "Oh, they were the steel-gray eyes!—and they had a look in them."
    }
  ],
  [
    {
      "status": "The long, bitter pageant of my Nothingness mingled with this look and the coming together of these was like the joining of two halves."
    }
  ],
  [
    {
      "status": "I do not know which brings me the deeper pain—the loneliness and weariness of my sand and barrenness, or the look in the steel-gray eyes."
    }
  ],
  [
    {
      "status": "I would gladly leave all and follow the eyes to the world’s end.\nThey are like the sun’s setting. \nAnd they are like the pale, beautiful stars. \nAnd they are like the shadows of earth and sky that come together in the dark."
    }
  ],
  [
    {
      "status": "“Why,” asked the Devil, “are you in love with me?”"
    }
  ],
  [
    {
      "status": "The wisdom of the spheres is in your brain. And so, then, you must understand me."
    }
  ],
  [
    {
      "status": "Because no one understands all these smouldering feelings my greatest agony is. You must need know the very finest of them."
    }
  ],
  [
    {
      "status": "Oh, it’s no matter why I’m in love with you. It’s enough that I am."
    }
  ],
  [
    {
      "status": "“I am not happy at all,” said the man-devil. “I am merely contented.”"
    }
  ],
  [
    {
      "status": "“Contentment,” I said, “in place of Happiness, is a horrid feeling.”"
    }
  ],
  [
    {
      "status": "Always people hate their tyrant. You are my tyrant, but I love you absorbingly, madly."
    }
  ],
  [
    {
      "status": "Happiness for me would be to live with you and see you made happy by the overwhelming flood of my love."
    }
  ],
  [
    {
      "status": "“It interests me,” he said. “You are a most interesting feminine philosopher—and your philosophy is after my own heart, in its lack of virtue.”"
    }
  ],
  [
    {
      "status": "It is to be hoped you are not ‘intellectual,’ which is an unpardonable trait."
    }
  ],
  [
    {
      "status": "Intellectual people are detestable. They have pale faces and bad stomachs and bad livers, and if they are women their corsets are sure to be too tight, and probably black, and if they are men they are soft, which is worse."
    }
  ],
  [
    {
      "status": "they never by any chance know what it means to walk all day in the rain"
    }
  ],
  [
    {
      "status": "“If I were to marry you how long would you be happy?”\n“For three days.”"
    }
  ],
  [
    {
      "status": "Being of womankind and nineteen years, I am more than ready to give up absolutely everything that is good in the world’s sight, though they are contemptible things enough in my own, for love. All for love. Therefore I am wise. Also I am a fool."
    }
  ],
  [
    {
      "status": "“Why are you a fool?”\n“Because I am a genius.”  \n“Your logic is good logic,” said the Devil."
    }
  ],
  [
    {
      "status": "I don’t care anything about logic"
    }
  ],
  [
    {
      "status": "I felt buried and wrapped round and round in weariness. Everything lost its color. Everything turned cold."
    }
  ],
  [
    {
      "status": "“At this moment,” said the Devil, “you feel as if you cared for nothing at all. But if I chose I could bring about a transfiguration. I could kiss your soul into Paradise.”"
    }
  ],
  [
    {
      "status": "“An hour,” said the Devil, “is not very long. But we know it is long enough to suffer in, and go mad in, and live in, and be happy in. And the world contains a great many hours.”"
    }
  ],
  [
    {
      "status": "Now I am leaving you. It is likely that I may never come again, and it is likely that I may come again."
    }
  ],
  [
    {
      "status": "“It is dreary,” I said."
    }
  ],
  [
    {
      "status": "But yes. The world contains a great many hours."
    }
  ],
  [
    {
      "status": "I have asked for bread, sometimes, and I have been given a stone.\nOh, it is a bitter thing—oh, it is piteous, piteous!"
    }
  ],
  [
    {
      "status": "I find that I am not far apart from human beings. I can still be crushed, wounded, stunned, by the attitude of human beings."
    }
  ],
  [
    {
      "status": "To-day I looked for human-kindness, and I was given coldness. I repelled human beings."
    }
  ],
  [
    {
      "status": "I asked for bread and I was given a stone."
    }
  ],
  [
    {
      "status": "Oh, is there a thing in the wide world more bitter?"
    }
  ],
  [
    {
      "status": "God, where are you! I am crushed, wounded, stunned—and, oh—I am alone!"
    }
  ],
  [
    {
      "status": "I have a sense of humor that partakes of the divine in life—for there are things even in this chaotic irony that are divine."
    }
  ],
  [
    {
      "status": "My genius is not divine. My patheticness is not divine. My philosophy is not divine, nor my originality, nor my audacity of thought. These are peculiarly of the earth. But my sense of humor—"
    }
  ],
  [
    {
      "status": "It is humor that is far too deep to admit of laughter."
    }
  ],
  [
    {
      "status": "It is humor that makes my heart melt with a high, unequaled sense of pleasure and ripple down through my body like old yellow wine."
    }
  ],
  [
    {
      "status": "A rare tone in a person’s voice, a densely wrathful expression in a pair of slate-colored eyes, a fine, fine shade of comparison and contrast between a word in a conversation and an angleworm pattern in a calico dressing-jacket—these are things that make me conscious of divine emotion."
    }
  ],
  [
    {
      "status": "One day last summer an Italian peddler-woman stopped at the back door and rested herself."
    }
  ],
  [
    {
      "status": "I stood in the doorway, and the peddler-woman and I talked."
    }
  ],
  [
    {
      "status": "She had a dirty white handkerchief tied over her head—as all Italian peddler-women do"
    }
  ],
  [
    {
      "status": "she had a telescope valise filled with garters, and hairpins, and soap, and combs, and pencils, and china buttons on blue cards, and bean-shooters, and tacks, and dream-books, and mouth-organs, and green glass beads, and jews-harps"
    }
  ],
  [
    {
      "status": "There is something fascinating about a peddler-woman’s telescope valise."
    }
  ],
  [
    {
      "status": "I had always wanted to talk to a peddler-woman, and my mother never would allow one in the house."
    }
  ],
  [
    {
      "status": "“Is it nice to be a peddler?” I asked her."
    }
  ],
  [
    {
      "status": "She spoke with an accent that, while it sounded Italian, still showed unmistakably that she had lived in Butte."
    }
  ],
  [
    {
      "status": "“Eight years of tramping around in all kinds of weather,” I said. “Your philosophy must be peripatetic, too. Haven’t you ever had rheumatism in your knees?”"
    }
  ],
  [
    {
      "status": "“I got rheumatism in every joint in my body,” said the woman."
    }
  ],
  [
    {
      "status": "“Holy God!” said the peddler-woman. “I work hard for dat-a money. I save ev’ry cent. I ain’t go’n now to t’row it away—I ain’t. Dat-a man, he’s all right w’ere he is—he is.”"
    }
  ],
  [
    {
      "status": "The peddler-woman looked at me with that look which seems to convey the information that curiosity once killed a cat."
    }
  ],
  [
    {
      "status": "The fact that one is young seems to imply—in the Italian peddler mind—a lacking in some essential points."
    }
  ],
  [
    {
      "status": "“Well,” I observed, “if I had a man who had been dem sweet once, when I had been young, but who was not sweet any more, I think I should leave him in Italy, too.”"
    }
  ],
  [
    {
      "status": "“You’ll git a man some day soon,” said the peddler-woman.  \nI was interested to know that."
    }
  ],
  [
    {
      "status": "“Yes, I think it would be amusing to be a peddler for a while,” I said. “But I should want the man, too, as long as he was dem sweet.”"
    }
  ],
  [
    {
      "status": "“Yes,” she remarked, “a man, he’s sweet two days, t’ree days, then—holy God! he never work, he git-a drunk, he make-a rough-house, he raise hell.”"
    }
  ],
  [
    {
      "status": "When she walked every muscle in her body seemed to be pressed into the service."
    }
  ],
  [
    {
      "status": "She had a heavy, solid look. She seemed as though she might weigh three hundred pounds, though she was not large."
    }
  ],
  [
    {
      "status": "The afternoon sun shone down brightly on her dirty white handkerchief, on her brown comely face, on her brown brass-ringed hands, on her black satine wrapper, on her ancient cape."
    }
  ],
  [
    {
      "status": "I was conscious of an intense humor that was so far beyond laughter that it was too deep even for tears. But I felt tears vaguely…"
    }
  ],
  [
    {
      "status": "It was not pathos. It was humor—humor."
    }
  ],
  [
    {
      "status": "My emotion was one of vivid pleasure—pleasure at the sight of the woman, and at the telescope valise, and at her conversation supplemented by my own.\nThis emotion is divine, and I can not grasp it."
    }
  ],
  [
    {
      "status": "As I looked after the Italian peddler-woman it came to me with sudden force that the earth is only the earth, but that it is touched here and there brilliantly with divine fingers."
    }
  ],
  [
    {
      "status": "Long and often as I’ve sat in intense silent passion and gazed at the red, red sunset sky, I have never then felt this sense of the divine.\nIt comes only through humor.\nIt comes only with things like an Italian peddler-woman in a black satine wrapper and an ancient cape."
    }
  ],
  [
    {
      "status": "My soul—how heavily it goes."
    }
  ],
  [
    {
      "status": "Life is a journeying up a spring-time hill. And at the top we wonder why we are there."
    }
  ],
  [
    {
      "status": "Have mercy on me, I implore in a dull idea that the journey is so long—so long, and a human being is less than an atom."
    }
  ],
  [
    {
      "status": "The solid, heavy figure of an Italian peddler-woman with a telescope valise, limping away in the afternoon sunshine, is more convincing of the Things that Are than would be the sound of the wailing of legions of lost souls, could it be heard."
    }
  ],
  [
    {
      "status": "For the world must be amused.\nAnd the world’s wind listeth as it bloweth."
    }
  ],
  [
    {
      "status": "I write a great many letters to the dear anemone lady. I send some of them to her and others I keep to read myself."
    }
  ],
  [
    {
      "status": "I like to read letters that I have written—particularly that I have written to her."
    }
  ],
  [
    {
      "status": "“To you:—\n“And don’t you know, my dearest, my friendship with you contains other things? It contains infatuation, and worship, and bewitchment, and idolatry, and a tiny altar in my soul-chamber whereon is burning sweet incense in a little dish of blue and gold.\nYes, all of these.”"
    }
  ],
  [
    {
      "status": "My life is made up of many outpourings. All the outpourings have one point of coming-together. You are the point of coming-together. There is no other."
    }
  ],
  [
    {
      "status": "You are the anemone lady.\nYou are the one whom I may love.\nTo think that the world contains one beautiful human being for me to love!\nIt is wonderful."
    }
  ],
  [
    {
      "status": "My life is longing for the sight of you. My senses are aching for lack of an anemone to diffuse itself among them."
    }
  ],
  [
    {
      "status": "my life could be made momentarily replete by the sight of you"
    }
  ],
  [
    {
      "status": "often I used to go over there when you would be going home, so that my life could be made momentarily replete by the sight of you"
    }
  ],
  [
    {
      "status": "And now it is that I remember you."
    }
  ],
  [
    {
      "status": "Oh, my dearest—you are the only one in the world!\nWe are two women. You do not love me, but I love you."
    }
  ],
  [
    {
      "status": "You have been wonderfully, beautifully kind to me.\nYou are the only one who has ever been kind to me.\nThere is something delirious in this—something of the nameless quantity."
    }
  ],
  [
    {
      "status": "It is old grief and woe to live nineteen years and to remember no person ever to have been kind. But what is it—do you think?—at the end of nineteen years, to come at last upon one who is wonderfully, beautifully kind!"
    }
  ],
  [
    {
      "status": "Those persons who have had some one always to be kind to them can never remotely imagine how this feels."
    }
  ],
  [
    {
      "status": "Sometimes in these spring days when I walk miles down into the country to the little wet gulch of the sweet-flags, I wonder why it is that this thing does not make me happy."
    }
  ],
  [
    {
      "status": "”She is wonderfully, beautifully kind,’ I say to myself—‘and she is the anemone lady. She is wondrously kind, and though she’s gone, nothing can ever change that.”\nBut I am not happy.\nOh, my one friend—what is the matter with me? What is this feeling?\nWhy am I not happy?"
    }
  ],
  [
    {
      "status": "But how can you know?\nYou are beautiful.\nI am a small, vile creature."
    }
  ],
  [
    {
      "status": "Always I awake to this fact when I think of the anemone lady.\nI am not good."
    }
  ],
  [
    {
      "status": "But you are kind to me—you are kind to me—you are kind to me.\nYou have written me two letters."
    }
  ],
  [
    {
      "status": "The anemone lady came down from her high places and wrote me two letters."
    }
  ],
  [
    {
      "status": "It is said that God is somewhere. It may be so.\nBut God has never come down from his high places to write me two letters."
    }
  ],
  [
    {
      "status": "Dear—do you see?—you are the only one in the world."
    }
  ],
  [
    {
      "status": "Day after day—week after week,—it is dull and gray and weary. It is dull, Dull, DULL!"
    }
  ],
  [
    {
      "status": "No one loves me the least in the world."
    }
  ],
  [
    {
      "status": "“My life is dreary—he cometh not.”"
    }
  ],
  [
    {
      "status": "It rains. The blue sky is weeping. But it is not weeping because I am unhappy."
    }
  ],
  [
    {
      "status": "I hate the blue sky, and the rain, and the wet ground, and everything."
    }
  ],
  [
    {
      "status": "This morning I walked far away over the sand, and these things made me think they loved me—and that I loved them. But they fooled me. Everything fools me. I am a fool."
    }
  ],
  [
    {
      "status": "There are people here. But no one loves me—"
    }
  ],
  [
    {
      "status": "It is I and the barrenness. It is I—young and all alone."
    }
  ],
  [
    {
      "status": "Pitiful Heaven!—but no, Heaven is not pitiful."
    }
  ],
  [
    {
      "status": "Heaven also has fooled me, more than once."
    }
  ],
  [
    {
      "status": "There is something for every one that I have ever known—some tender thing. But what is there for me?"
    }
  ],
  [
    {
      "status": "What have I to remember out of the long years?"
    }
  ],
  [
    {
      "status": "The blue sky is weeping, but not for me. The rain is persistent and heavy as damnation. It falls on my mind and it maddens my mind. It falls on my soul and it hurts my soul.—Everything hurts my soul.—It falls on my heart and it warps the wood in my heart."
    }
  ],
  [
    {
      "status": "Of womankind and nineteen years, a philosopher of the peripatetic school, a thief, a genius, a liar, and a fool—and unhappy, and filled with anguish and hopeless despair. What is my life?"
    }
  ],
  [
    {
      "status": "There has always been Nothing. There will always be Nothing."
    }
  ],
  [
    {
      "status": "There was a miserable, damnable, wretched, lonely childhood. Itself has passed, but the pain of it has not passed."
    }
  ],
  [
    {
      "status": "It is pain that never lets itself be forgotten."
    }
  ],
  [
    {
      "status": "The pain of the childhood was the pain of Nothing.\nThe pain of now is the pain of Nothing.\nOh, the pathetic burlesque-tragedy of Nothing!"
    }
  ],
  [
    {
      "status": "It is burlesque, but it is none the less tragedy. It is tragedy that eats its way inward."
    }
  ],
  [
    {
      "status": "I have never a tender thing in my life. The sand and barrenness has never a grass-blade."
    }
  ],
  [
    {
      "status": "I want a human being to love me. I have need of it. I am starving to death for lack of it."
    }
  ],
  [
    {
      "status": "Bitterest salt tears surge upward—sobs are shaking themselves out from the depths. Oh, the salt is bitter."
    }
  ],
  [
    {
      "status": "I might lay me down and weep all day and all night—and the salt would grow more bitter and more bitter.\nBut life in its Nothingness is more bitter still."
    }
  ],
  [
    {
      "status": "It is burlesque-tragedy that is the most tragic of all."
    }
  ],
  [
    {
      "status": "It is an inward dying that never ends. It is the bitterness of death added to the bitterness of life."
    }
  ],
  [
    {
      "status": "What hell is there like that of one weak little human being placed on the earth—and left alone?"
    }
  ],
  [
    {
      "status": "There are people who live and enjoy. But my soul and I—we find life too bitter, and too heavy to carry alone. Too bitter, and too heavy."
    }
  ],
  [
    {
      "status": "Oh, that I and my soul might perish at this moment, forever!",
      "spoiler_text": "CW: Suicide"
    }
  ],
  [
    {
      "status": "I am sitting writing out on my sand and barrenness. The sky is pale and faded now in the west, but a few minutes ago there was the same old-time, always-new miracle of roses and gold, and glints and gleams of silver and green, and a river in vermilions and purples—and lastly the dear, the beautiful: the red, red line.\nThere also are heavy black shadows.\nI have given my heart into the keeping of this."
    }
  ],
  [
    {
      "status": "There also are heavy black shadows."
    }
  ],
  [
    {
      "status": "I have given my heart into the keeping of this."
    }
  ],
  [
    {
      "status": "still, as always, I look at it—and feel it all with thrilling passion—and await the Devil’s coming"
    }
  ],
  [
    {
      "status": "There you have my Portrayal. It is the record of three months of Nothingness."
    }
  ],
  [
    {
      "status": "Those three months are very like the three months that preceded them, to be sure, and the three that followed them—and like all the months that have come and gone with me, since time was."
    }
  ],
  [
    {
      "status": "There is never anything different; nothing ever happens."
    }
  ],
  [
    {
      "status": "Now I will send my Portrayal into the wise wide world. It may stop short at the publisher; or it may fall still-born from the press; or it may go farther, indeed, and be its own undoing.\nThat’s as may be.\nI will send it."
    }
  ],
  [
    {
      "status": "What else is there for me, if not this book?\nAnd, oh, that some one may understand it!"
    }
  ],
  [
    {
      "status": "—I am not good. I am not virtuous. I am not sympathetic. I am not generous. I am merely and above all a creature of intense passionate feeling. I feel—everything. It is my genius. It burns me like fire.—"
    }
  ],
  [
    {
      "status": "My Portrayal in its analysis and egotism and bitterness will surely be of interest to some. \nWhether to that one alone who may understand it; \nor to some who have themselves been left alone; \nor to those three whom I, on three dreary days, asked for bread, and who each gave me a stone—and whom I do not forgive (for that is the bitterest thing of all):\nit may be to all of these."
    }
  ],
  [
    {
      "status": "none of them, nor any one, can know the feeling made of relief and pain and despair that comes over me at the thought of sending all this to the wise wide world"
    }
  ],
  [
    {
      "status": "It is bits of my wooden heart broken off and given away. It is strings of amber beads taken from the fair neck of my soul. It is shining little gold coins from out of my mind’s red leather purse. It is my little old life-tragedy.\nIt means everything to me.\nDo you see?—it means everything to me."
    }
  ],
  [
    {
      "status": "Do you see?—it means everything to me."
    }
  ],
  [
    {
      "status": "It will amuse you. It will arouse your interest. It will stir your curiosity. Some sorts of persons will find it ridiculous. It will puzzle you."
    }
  ],
  [
    {
      "status": "And shall my bitter little story fall easily and comfortably upon undisturbed ears, and linger for an hour, and be forgotten?\nWill the wise wide world itself give me in my outstretched hand a stone?"
    }
  ]
]